cmc.org
---------------------------------------------------------------------------------------------
* CANCELLED [#B] Simplisafe installation 
  CLOSED: [2018-01-21 Sun 16:47] SCHEDULED: <2018-01-21 Sun>
- Simplisafe system installation cancelled because of bad support experience.
** CANCELLED Puranji to confirm if Jon can visit Archana for installation on Sunday :@PURAN:
   CLOSED: [2018-01-18 Thu 14:47]
** STARTED Return the Simplisafe if we cannot install by end of Jan
   DEADLINE: <2018-01-27 Sat> SCHEDULED: <2018-01-22 Mon>
** DONE Fetch the SimpliSafe system box                            :@ARCHANA:
   CLOSED: [2018-01-21 Sun 16:46] SCHEDULED: <2018-01-21 Sun 10:30>
** DONE Print simplisafe return label (in gmail)          :@ARCHANA:@PRINTER:
   CLOSED: [2018-01-21 Sun 16:46] SCHEDULED: <2018-01-21 Sun 10:30>
** SCHED Dropoff the simplisafe box at UPS :@UPS:
   SCHEDULED: <2018-01-22 Mon 8:30>

* SCHED Try to fix the shower upstairs or replace                  :@ARCHANA:
  SCHEDULED: <2018-01-28 Sun>
* Hooks on false ceiling for decoration 
** WAITING Order this from Amazon :
   SCHEDULED: <2018-01-28 Sun>
https://www.amazon.com/Outus-Classroom-Decoration-Suspended-Ceilings/dp/B01J7HVOQU/ref=pd_bxgy_79_2?_encoding=UTF8&pd_rd_i=B01J7HVOQU&pd_rd_r=WHSVXESMM0HQNEJPYZ1R&pd_rd_w=hp2Xx&pd_rd_wg=sSjA1&psc=1&refRID=WHSVXESMM0HQNEJPYZ1R#HLCXComparisonWidget_feature_div

** SCHED Consult with Geetaji and install hooks on false ceiling   :@ARCHANA:
   SCHEDULED: <2018-02-04 Sun>
* New exit sign with small batteries and led lights :@ARCHANA:

* Install new fire alaram
* Road crack filling
* SCHED Talk to Puran (and others) about Media Setup :@ARCHANA:
  DEADLINE: <2018-01-28 Sun>

* Supplies
** Banquet rolls
** Toilet papers

* 
---------------------------------------------------------------------------------------------

* CMC                                                                  

** COMPLETED TASKS 
*** Updates 2018-01-21
- Vaccumed Tapovan Hall, room before that, kitchen and shoe rooms
- Labeled HDMI input to HDMI splitter
*** DONE Request service provider to clear snow on Satudays before 10 AM
    CLOSED: [2018-01-20 Sat 11:58]

*** DONE Laptop wifi not working
    CLOSED: [2018-01-21 Sun 16:51]
- THe laptop's wifi adapter is likely kaput
- Buy a new usb wifi adapter
