cmc.org
*** DONE [#C] Chinpi
  CLOSED: [2018-01-21 Sun 16:47] SCHEDULED: <2018-01-21 Sun>
- Check the raspberrypi, start and connect it
- Check if the dataplicity process is running
- sudo apt update && sudo apt upgrade

*** DONE Reimbursement for 448.27                                     :@BALA:
    CLOSED: [2018-01-18 Thu 15:05] SCHEDULED: <2018-01-20 Sat>
*** CANCELLED Shram Dhan matrix 
  CLOSED: [2018-01-20 Sat 12:48]
- Slow feedback can't reword
**** Re-look at the list and reduce the activity so that when blown up will look ok
**** Get the Shram Dhan printed in larger format and laminated        :PRINT:
*** CANCELLED Send bookshelf pictures to Scott and get quotes        :@GMAIL:
    CLOSED: [2018-01-07 Sun 19:50]
*** DONE Open mission to Scott for second layer application for ceiling :@ARCHANA:
    CLOSED: [2017-12-06 Wed 08:09] SCHEDULED: <2017-12-05 Tue 17:30>

*** DONE [#B] Check the crawl space in the basement for water leak 
  CLOSED: [2018-01-21 Sun 16:46] SCHEDULED: <2018-01-21 Sun 11:00>
- No leaks found in basement or crawspace
*** DONE Check mail from Puran regarding the lock and reply to the mail :GMAIL:@PURAN:@ARCHANA:
    CLOSED: [2018-01-10 Wed 14:07] SCHEDULED: <2018-01-10 Wed 13:30>
*** DONE [#B] Fix the flap on the back door                        :@ARCHANA:
    CLOSED: [2018-01-21 Sun 16:46]
*** CANCELLED [#B] Simplisafe installation 
  CLOSED: [2018-01-21 Sun 16:47] SCHEDULED: <2018-01-21 Sun>
- Simplisafe system installation cancelled because of bad support experience.

*** CANCELLED Check with Marcos for cheaper alternative to snow cleaning, salting ~$100/occurence
    CLOSED: [2017-11-17 Fri 11:49]

*** CANCELLED Get ikea clock for classroom                            :@IKEA:
    CLOSED: [2017-11-20 Mon 09:58]

*** DONE HVAC maintenance                                          :@ARCHANA:
    CLOSED: [2017-11-16 Thu 08:49] SCHEDULED: <2017-11-15 Wed 13:00>
**** CANCELLED Check with Bala if he can make it to open the mission for maintenance :@BALA:
     CLOSED: [2017-11-08 Wed 13:33] SCHEDULED: <2017-11-08 Wed>

*** DONE Fall cleanup                                              :@ARCHANA:
    CLOSED: [2017-11-20 Mon 09:57]
**** DONE Pay for fall cleanup $120                                 :@MARCOS:
     CLOSED: [2017-11-20 Mon 09:57]
*** DONE Replenish first-aid kit 
  CLOSED: [2017-11-17 Fri 11:33]
- Hydrogen peroxide
- Anti-bacterial
- 
*** DONE Fix the hole in the bathroom ceiling
    CLOSED: [2017-11-17 Fri 11:37]
**** DONE Handyman Scott's reply for the work
     CLOSED: [2017-11-11 Sat 14:08]
**** DONE Let Scott know the time to meet                      :@SCOTT:GMAIL:
     CLOSED: [2017-11-15 Wed 11:33] SCHEDULED: <2017-11-15 Wed>
**** DONE Meet Scott at the Mission                         :@ARCHANA:@SCOTT:
     CLOSED: [2017-11-17 Fri 11:32] SCHEDULED: <2017-11-16 Thu 17:30>
**** Also ask Scott's help with following items
- Cut Wood chips for rails near the stais upstairs
- Install the woodchips
- Painting the underside of roof jutting out at the backside
- Replace the rotting wood strip above the awning
- Clean and replace or fix the portion of rain gutter where birds have nested
- Detect the source of roof leak and fix
- Replace water stained false ceilings in the assembly hall
- Try to fix the shower upstairs or replace
- New exit sign with small batteries and led lights

*** DONE DST Checklist
    CLOSED: [2017-11-06 Mon 08:31]
**** [ ] Change clock, fall back
**** [ ] Change the batteries in your smoke detectors.
**** [ ] Take stock of your medicine cabinet and pantry.
