cmc.html

<div id="outline-container-10-1-4" class="outline-4">
<h4 id="sec-10-1-4"><span class="section-number-4">10.1.4</span> <span class="done DONE">DONE</span> Chinpi</h4>
<div class="outline-text-4" id="text-10-1-4">

<p>   <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2018-01-21 Sun 16:47</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2018-01-21 Sun</span></span><br/>
</p><ul>
<li>Check the raspberrypi, start and connect it
</li>
<li>Check if the dataplicity process is running
</li>
<li>sudo apt update &amp;&amp; sudo apt upgrade
</li>
</ul>


</div>

</div>

<div id="outline-container-10-1-5" class="outline-4">
<h4 id="sec-10-1-5"><span class="section-number-4">10.1.5</span> <span class="done DONE">DONE</span> Reimbursement for 448.27 &nbsp;&nbsp;&nbsp;<span class="tag"><span class="_BALA">@BALA</span></span></h4>
<div class="outline-text-4" id="text-10-1-5">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2018-01-18 Thu 15:05</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2018-01-20 Sat</span></span><br/>
</p></div>

</div>

<div id="outline-container-10-1-6" class="outline-4">
<h4 id="sec-10-1-6"><span class="section-number-4">10.1.6</span> <span class="done CANCELLED">CANCELLED</span> Shram Dhan matrix</h4>
<div class="outline-text-4" id="text-10-1-6">

<p>   <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2018-01-20 Sat 12:48</span></span><br/>
</p><ul>
<li>Slow feedback can't reword
</li>
</ul>

<ul>
<li id="sec-10-1-6-1">Re-look at the list and reduce the activity so that when blown up will look ok<br/>
</li>
</ul>
<ul>
<li id="sec-10-1-6-2">Get the Shram Dhan printed in larger format and laminated &nbsp;&nbsp;&nbsp;<span class="tag"><span class="PRINT">PRINT</span></span><br/>
</li>
</ul>
</div>

</div>

<div id="outline-container-10-1-7" class="outline-4">
<h4 id="sec-10-1-7"><span class="section-number-4">10.1.7</span> <span class="done CANCELLED">CANCELLED</span> Send bookshelf pictures to Scott and get quotes &nbsp;&nbsp;&nbsp;<span class="tag"><span class="_GMAIL">@GMAIL</span></span></h4>
<div class="outline-text-4" id="text-10-1-7">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2018-01-07 Sun 19:50</span></span><br/>
</p></div>

</div>

<div id="outline-container-10-1-8" class="outline-4">
<h4 id="sec-10-1-8"><span class="section-number-4">10.1.8</span> <span class="done DONE">DONE</span> Open mission to Scott for second layer application for ceiling &nbsp;&nbsp;&nbsp;<span class="tag"><span class="_ARCHANA">@ARCHANA</span></span></h4>
<div class="outline-text-4" id="text-10-1-8">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-12-06 Wed 08:09</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2017-12-05 Tue 17:30</span></span><br/>
</p>
</div>

</div>

<div id="outline-container-10-1-9" class="outline-4">
<h4 id="sec-10-1-9"><span class="section-number-4">10.1.9</span> <span class="done DONE">DONE</span> Check the crawl space in the basement for water leak</h4>
<div class="outline-text-4" id="text-10-1-9">

<p>   <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2018-01-21 Sun 16:46</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2018-01-21 Sun 11:00</span></span><br/>
</p><ul>
<li>No leaks found in basement or crawspace
</li>
</ul>

</div>

</div>

<div id="outline-container-10-1-10" class="outline-4">
<h4 id="sec-10-1-10"><span class="section-number-4">10.1.10</span> <span class="done DONE">DONE</span> Check mail from Puran regarding the lock and reply to the mail &nbsp;&nbsp;&nbsp;<span class="tag"><span class="GMAIL">GMAIL</span>&nbsp;<span class="_PURAN">@PURAN</span>&nbsp;<span class="_ARCHANA">@ARCHANA</span></span></h4>
<div class="outline-text-4" id="text-10-1-10">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2018-01-10 Wed 14:07</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2018-01-10 Wed 13:30</span></span><br/>
</p></div>

</div>

<div id="outline-container-10-1-11" class="outline-4">
<h4 id="sec-10-1-11"><span class="section-number-4">10.1.11</span> <span class="done DONE">DONE</span> Fix the flap on the back door &nbsp;&nbsp;&nbsp;<span class="tag"><span class="_ARCHANA">@ARCHANA</span></span></h4>
<div class="outline-text-4" id="text-10-1-11">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2018-01-21 Sun 16:46</span></span><br/>
</p></div>

</div>

<div id="outline-container-10-1-12" class="outline-4">
<h4 id="sec-10-1-12"><span class="section-number-4">10.1.12</span> <span class="done CANCELLED">CANCELLED</span> Simplisafe installation</h4>
<div class="outline-text-4" id="text-10-1-12">

<p>   <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2018-01-21 Sun 16:47</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2018-01-21 Sun</span></span><br/>
</p><ul>
<li>Simplisafe system installation cancelled because of bad support experience.
</li>
</ul>


</div>

</div>

<div id="outline-container-10-1-13" class="outline-4">
<h4 id="sec-10-1-13"><span class="section-number-4">10.1.13</span> <span class="done CANCELLED">CANCELLED</span> Check with Marcos for cheaper alternative to snow cleaning, salting ~$100/occurence</h4>
<div class="outline-text-4" id="text-10-1-13">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-11-17 Fri 11:49</span></span><br/>
</p>
</div>

</div>

<div id="outline-container-10-1-14" class="outline-4">
<h4 id="sec-10-1-14"><span class="section-number-4">10.1.14</span> <span class="done CANCELLED">CANCELLED</span> Get ikea clock for classroom &nbsp;&nbsp;&nbsp;<span class="tag"><span class="_IKEA">@IKEA</span></span></h4>
<div class="outline-text-4" id="text-10-1-14">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-11-20 Mon 09:58</span></span><br/>
</p>
</div>

</div>

<div id="outline-container-10-1-15" class="outline-4">
<h4 id="sec-10-1-15"><span class="section-number-4">10.1.15</span> <span class="done DONE">DONE</span> HVAC maintenance &nbsp;&nbsp;&nbsp;<span class="tag"><span class="_ARCHANA">@ARCHANA</span></span></h4>
<div class="outline-text-4" id="text-10-1-15">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-11-16 Thu 08:49</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2017-11-15 Wed 13:00</span></span><br/>
</p><ul>
<li id="sec-10-1-15-1"><span class="done CANCELLED">CANCELLED</span> Check with Bala if he can make it to open the mission for maintenance &nbsp;&nbsp;&nbsp;<span class="tag"><span class="_BALA">@BALA</span></span><br/>
      <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-11-08 Wed 13:33</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2017-11-08 Wed</span></span><br/>

</li>
</ul>
</div>

</div>

<div id="outline-container-10-1-16" class="outline-4">
<h4 id="sec-10-1-16"><span class="section-number-4">10.1.16</span> <span class="done DONE">DONE</span> Fall cleanup &nbsp;&nbsp;&nbsp;<span class="tag"><span class="_ARCHANA">@ARCHANA</span></span></h4>
<div class="outline-text-4" id="text-10-1-16">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-11-20 Mon 09:57</span></span><br/>
</p><ul>
<li id="sec-10-1-16-1"><span class="done DONE">DONE</span> Pay for fall cleanup $120 &nbsp;&nbsp;&nbsp;<span class="tag"><span class="_MARCOS">@MARCOS</span></span><br/>
      <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-11-20 Mon 09:57</span></span><br/>
</li>
</ul>
</div>

</div>

<div id="outline-container-10-1-17" class="outline-4">
<h4 id="sec-10-1-17"><span class="section-number-4">10.1.17</span> <span class="done DONE">DONE</span> Replenish first-aid kit</h4>
<div class="outline-text-4" id="text-10-1-17">

<p>   <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-11-17 Fri 11:33</span></span><br/>
</p><ul>
<li>Hydrogen peroxide
</li>
<li>Anti-bacterial
</li>
<li>
</li>
</ul>

</div>

</div>

<div id="outline-container-10-1-18" class="outline-4">
<h4 id="sec-10-1-18"><span class="section-number-4">10.1.18</span> <span class="done DONE">DONE</span> Fix the hole in the bathroom ceiling</h4>
<div class="outline-text-4" id="text-10-1-18">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-11-17 Fri 11:37</span></span><br/>
</p><ul>
<li id="sec-10-1-18-1"><span class="done DONE">DONE</span> Handyman Scott's reply for the work<br/>
      <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-11-11 Sat 14:08</span></span><br/>
</li>
</ul>
<ul>
<li id="sec-10-1-18-2"><span class="done DONE">DONE</span> Let Scott know the time to meet &nbsp;&nbsp;&nbsp;<span class="tag"><span class="_SCOTT">@SCOTT</span>&nbsp;<span class="GMAIL">GMAIL</span></span><br/>
      <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-11-15 Wed 11:33</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2017-11-15 Wed</span></span><br/>
</li>
</ul>
<ul>
<li id="sec-10-1-18-3"><span class="done DONE">DONE</span> Meet Scott at the Mission &nbsp;&nbsp;&nbsp;<span class="tag"><span class="_ARCHANA">@ARCHANA</span>&nbsp;<span class="_SCOTT">@SCOTT</span></span><br/>
      <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-11-17 Fri 11:32</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2017-11-16 Thu 17:30</span></span><br/>
</li>
</ul>
<ul>
<li id="sec-10-1-18-4">Also ask Scott's help with following items<br/>
<ul>
<li>Cut Wood chips for rails near the stais upstairs
</li>
<li>Install the woodchips
</li>
<li>Painting the underside of roof jutting out at the backside
</li>
<li>Replace the rotting wood strip above the awning
</li>
<li>Clean and replace or fix the portion of rain gutter where birds have nested
</li>
<li>Detect the source of roof leak and fix
</li>
<li>Replace water stained false ceilings in the assembly hall
</li>
<li>Try to fix the shower upstairs or replace
</li>
<li>New exit sign with small batteries and led lights
</li>
</ul>


</li>
</ul>
</div>

</div>

<div id="outline-container-10-1-19" class="outline-4">
<h4 id="sec-10-1-19"><span class="section-number-4">10.1.19</span> <span class="done DONE">DONE</span> DST Checklist</h4>
<div class="outline-text-4" id="text-10-1-19">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-11-06 Mon 08:31</span></span><br/>
</p><ul>
<li id="sec-10-1-19-1">[ ] Change clock, fall back<br/>
</li>
</ul>
<ul>
<li id="sec-10-1-19-2">[ ] Change the batteries in your smoke detectors.<br/>
</li>
</ul>
<ul>
<li id="sec-10-1-19-3">[ ] Take stock of your medicine cabinet and pantry.<br/>
</li>
</ul>
<ul>
