cmc.org
**** [ ] Clean your fridge's coils.
**** [ ] Check your emergency kit.
**** [ ] Reverse direction of ceiling fan
**** [X] HVAC inspection
**** [ ] Fireplace chimney sweep
**** [ ] Drain water heater

*** DONE Get better quality filters for CM before HVAC maintenance 2 x 16x25 and 1 x 20x20 :@MENARDS:
    CLOSED: [2017-11-06 Mon 08:31] DEADLINE: <2017-11-15 Wed> SCHEDULED: <2017-11-05 Sun>
*** DONE Wood chip between rails near the stais upstairs           :@ARCHANA:
    CLOSED: [2017-11-23 Thu 15:29]
**** DONE Get measurement for railing woodchip                     :@ARCHANA:
   CLOSED: [2017-08-13 Sun 21:04] SCHEDULED: <2017-08-13 Sun>
1.25 inches
**** DONE Get wooden strip of 1.25" for railings from Lowes/Menards take tax deduction info :@MENARDS:@LOWES:
     CLOSED: [2017-08-18 Fri 09:35] SCHEDULED: <2017-08-17 Thu 18:00>
**** DONE Cut the wood strip for rails into 7cm lengtch               :PURAN:
     CLOSED: [2017-11-23 Thu 15:29] SCHEDULED: <2017-10-15 Sun>
*** DONE ShramDhan schedule print on 11x17                            :FEDEX:
    CLOSED: [2017-08-28 Mon 18:19]

*** Updates 2017-11-17
- Replenished expired items in first aid kit
- Got Scott to fix the hole in the bathroom ceiling
- HVAC maintenance completed
*** Updates 2017-11-05
- Spread Preen around the building
- Vaccum Tapovan hall
- Fall cleanup by Marcos
- HVAC maintenance scheduled for 11/15
- Snow cleaning contract extended to 2017-18, $133 including plowing and salting
*** Updates 2017-09-03
- Spread Preen around the building
- Put thermostat to heat mode
- Created new user called "Assembly" in labtop for use during assembly
- Routed the HDMI cable to projector through HDMI switch, can now present to kitchen TV as well
- Wifi enabled 5.1GHz, laptop and chromecast don't do 5.1
- Attached chromecast to projector's HDMI2 called "Chincast"
- Tried to use Raspberry Pi for presenting to front room tv; needs HDMI to VGA adapter or need to trace the HDMI cable through ceiling
- Fixed closet knob
- Vaccumed Tapovan hall
*** Updates 2017-08-27
- Watered plants
- Vaccumed Tapovan Hall and the kitchen

*** Updates 2017-08-20
- Watered plants
- Hornet/Wasp spray on hornet/wasp nest behind the outside storage
- Vaccumed Tapovan Hall, the room before it and the shoe room
*** DONE Reverse HDMI cable                                        :@ARCHANA:
    CLOSED: [2017-08-19 Sat 11:11]
*** DONE Fix upstairs classroom door knob, check hinges, wd-40 for squeaks :@ARCHANA:
    CLOSED: [2017-08-19 Sat 11:08] SCHEDULED: <2017-08-18 Fri 18:00>
*** DONE Get the 24x36 photo printed
    CLOSED: [2017-08-19 Sat 11:10]
**** DONE Find a suitable new high res picture for Gurudev's photo in Tapovan hall :ONLINE:FREE:
     CLOSED: [2017-07-30 Sun 10:16]
**** DONE Check at Costco price for 24x36 prints                     :COSTCO:
     CLOSED: [2017-08-09 Wed 21:38] SCHEDULED: <2017-08-09 Wed 18:30>
**** DONE Check at Fedex Sancus for Kimco discount                    :FEDEX:
     CLOSED: [2017-08-11 Fri 13:23] SCHEDULED: <2017-08-10 Thu 19:00>
**** DONE Crop the photo to 2x3 format and get printed at Fedex with Kinko card :FEDEX:
     CLOSED: [2017-08-13 Sun 21:04] SCHEDULED: <2017-08-12 Sat 18:00>
**** DONE Get teh photo pronted 36 in x 24 in
   CLOSED: [2017-08-13 Sun 21:05]
- fedex online without kimko - $106 - with kinko $30+
- walgreens - $30 same day pickup, but can't upload the photo
- national photo lab - $32 shipping
- shutterfly - discover gift card - $20 - 25 and $40 - 50 - Summertime 50% off on $39+ code: SUMMERTIME - Doesn't have 24x36
- costco online - Doesn't have 24x36

**** DONE Call Puranji and ask what to do with old frame       :MOBILE:PURAN:
     CLOSED: [2017-08-14 Mon 21:05] SCHEDULED: <2017-08-14 Mon 12:30> 
**** DONE Where to keep the old photo ?
     CLOSED: [2017-08-15 Tue 09:32]
**** DONE Get the CM photo framed 
     CLOSED: [2017-08-17 Thu 09:44]
