cmc.html
<li id="sec-10-1-19-4">[ ] Clean your fridge's coils.<br/>
</li>
</ul>
<ul>
<li id="sec-10-1-19-5">[ ] Check your emergency kit.<br/>
</li>
</ul>
<ul>
<li id="sec-10-1-19-6">[ ] Reverse direction of ceiling fan<br/>
</li>
</ul>
<ul>
<li id="sec-10-1-19-7">[X] HVAC inspection<br/>
</li>
</ul>
<ul>
<li id="sec-10-1-19-8">[ ] Fireplace chimney sweep<br/>
</li>
</ul>
<ul>
<li id="sec-10-1-19-9">[ ] Drain water heater<br/>

</li>
</ul>
</div>

</div>

<div id="outline-container-10-1-20" class="outline-4">
<h4 id="sec-10-1-20"><span class="section-number-4">10.1.20</span> <span class="done DONE">DONE</span> Get better quality filters for CM before HVAC maintenance 2 x 16x25 and 1 x 20x20 &nbsp;&nbsp;&nbsp;<span class="tag"><span class="_MENARDS">@MENARDS</span></span></h4>
<div class="outline-text-4" id="text-10-1-20">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-11-06 Mon 08:31</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">DEADLINE: </span> <span class="timestamp">2017-11-15 Wed</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2017-11-05 Sun</span></span><br/>
</p></div>

</div>

<div id="outline-container-10-1-21" class="outline-4">
<h4 id="sec-10-1-21"><span class="section-number-4">10.1.21</span> <span class="done DONE">DONE</span> Wood chip between rails near the stais upstairs &nbsp;&nbsp;&nbsp;<span class="tag"><span class="_ARCHANA">@ARCHANA</span></span></h4>
<div class="outline-text-4" id="text-10-1-21">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-11-23 Thu 15:29</span></span><br/>
</p><ul>
<li id="sec-10-1-21-1"><span class="done DONE">DONE</span> Get measurement for railing woodchip &nbsp;&nbsp;&nbsp;<span class="tag"><span class="_ARCHANA">@ARCHANA</span></span><br/>
    <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-08-13 Sun 21:04</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2017-08-13 Sun</span></span><br/>
1.25 inches
</li>
</ul>
<ul>
<li id="sec-10-1-21-2"><span class="done DONE">DONE</span> Get wooden strip of 1.25" for railings from Lowes/Menards take tax deduction info &nbsp;&nbsp;&nbsp;<span class="tag"><span class="_MENARDS">@MENARDS</span>&nbsp;<span class="_LOWES">@LOWES</span></span><br/>
      <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-08-18 Fri 09:35</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2017-08-17 Thu 18:00</span></span><br/>
</li>
</ul>
<ul>
<li id="sec-10-1-21-3"><span class="done DONE">DONE</span> Cut the wood strip for rails into 7cm lengtch &nbsp;&nbsp;&nbsp;<span class="tag"><span class="PURAN">PURAN</span></span><br/>
      <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-11-23 Thu 15:29</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2017-10-15 Sun</span></span><br/>
</li>
</ul>
</div>

</div>

<div id="outline-container-10-1-22" class="outline-4">
<h4 id="sec-10-1-22"><span class="section-number-4">10.1.22</span> <span class="done DONE">DONE</span> ShramDhan schedule print on 11x17 &nbsp;&nbsp;&nbsp;<span class="tag"><span class="FEDEX">FEDEX</span></span></h4>
<div class="outline-text-4" id="text-10-1-22">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-08-28 Mon 18:19</span></span><br/>
</p>
</div>

</div>

<div id="outline-container-10-1-23" class="outline-4">
<h4 id="sec-10-1-23"><span class="section-number-4">10.1.23</span> Updates 2017-11-17</h4>
<div class="outline-text-4" id="text-10-1-23">

<ul>
<li>Replenished expired items in first aid kit
</li>
<li>Got Scott to fix the hole in the bathroom ceiling
</li>
<li>HVAC maintenance completed
</li>
</ul>

</div>

</div>

<div id="outline-container-10-1-24" class="outline-4">
<h4 id="sec-10-1-24"><span class="section-number-4">10.1.24</span> Updates 2017-11-05</h4>
<div class="outline-text-4" id="text-10-1-24">

<ul>
<li>Spread Preen around the building
</li>
<li>Vaccum Tapovan hall
</li>
<li>Fall cleanup by Marcos
</li>
<li>HVAC maintenance scheduled for 11/15
</li>
<li>Snow cleaning contract extended to 2017-18, $133 including plowing and salting
</li>
</ul>

</div>

</div>

<div id="outline-container-10-1-25" class="outline-4">
<h4 id="sec-10-1-25"><span class="section-number-4">10.1.25</span> Updates 2017-09-03</h4>
<div class="outline-text-4" id="text-10-1-25">

<ul>
<li>Spread Preen around the building
</li>
<li>Put thermostat to heat mode
</li>
<li>Created new user called "Assembly" in labtop for use during assembly
</li>
<li>Routed the HDMI cable to projector through HDMI switch, can now present to kitchen TV as well
</li>
<li>Wifi enabled 5.1GHz, laptop and chromecast don't do 5.1
</li>
<li>Attached chromecast to projector's HDMI2 called "Chincast"
</li>
<li>Tried to use Raspberry Pi for presenting to front room tv; needs HDMI to VGA adapter or need to trace the HDMI cable through ceiling
</li>
<li>Fixed closet knob
</li>
<li>Vaccumed Tapovan hall
</li>
</ul>

</div>

</div>

<div id="outline-container-10-1-26" class="outline-4">
<h4 id="sec-10-1-26"><span class="section-number-4">10.1.26</span> Updates 2017-08-27</h4>
<div class="outline-text-4" id="text-10-1-26">

<ul>
<li>Watered plants
</li>
<li>Vaccumed Tapovan Hall and the kitchen
</li>
</ul>


</div>

</div>

<div id="outline-container-10-1-27" class="outline-4">
<h4 id="sec-10-1-27"><span class="section-number-4">10.1.27</span> Updates 2017-08-20</h4>
<div class="outline-text-4" id="text-10-1-27">

<ul>
<li>Watered plants
</li>
<li>Hornet/Wasp spray on hornet/wasp nest behind the outside storage
</li>
<li>Vaccumed Tapovan Hall, the room before it and the shoe room
</li>
</ul>

</div>

</div>

<div id="outline-container-10-1-28" class="outline-4">
<h4 id="sec-10-1-28"><span class="section-number-4">10.1.28</span> <span class="done DONE">DONE</span> Reverse HDMI cable &nbsp;&nbsp;&nbsp;<span class="tag"><span class="_ARCHANA">@ARCHANA</span></span></h4>
<div class="outline-text-4" id="text-10-1-28">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-08-19 Sat 11:11</span></span><br/>
</p></div>

</div>

<div id="outline-container-10-1-29" class="outline-4">
<h4 id="sec-10-1-29"><span class="section-number-4">10.1.29</span> <span class="done DONE">DONE</span> Fix upstairs classroom door knob, check hinges, wd-40 for squeaks &nbsp;&nbsp;&nbsp;<span class="tag"><span class="_ARCHANA">@ARCHANA</span></span></h4>
<div class="outline-text-4" id="text-10-1-29">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-08-19 Sat 11:08</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2017-08-18 Fri 18:00</span></span><br/>
</p></div>

</div>

<div id="outline-container-10-1-30" class="outline-4">
<h4 id="sec-10-1-30"><span class="section-number-4">10.1.30</span> <span class="done DONE">DONE</span> Get the 24x36 photo printed</h4>
<div class="outline-text-4" id="text-10-1-30">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-08-19 Sat 11:10</span></span><br/>
</p><ul>
<li id="sec-10-1-30-1"><span class="done DONE">DONE</span> Find a suitable new high res picture for Gurudev's photo in Tapovan hall &nbsp;&nbsp;&nbsp;<span class="tag"><span class="ONLINE">ONLINE</span>&nbsp;<span class="FREE">FREE</span></span><br/>
      <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-07-30 Sun 10:16</span></span><br/>
</li>
</ul>
<ul>
<li id="sec-10-1-30-2"><span class="done DONE">DONE</span> Check at Costco price for 24x36 prints &nbsp;&nbsp;&nbsp;<span class="tag"><span class="COSTCO">COSTCO</span></span><br/>
      <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-08-09 Wed 21:38</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2017-08-09 Wed 18:30</span></span><br/>
</li>
</ul>
<ul>
<li id="sec-10-1-30-3"><span class="done DONE">DONE</span> Check at Fedex Sancus for Kimco discount &nbsp;&nbsp;&nbsp;<span class="tag"><span class="FEDEX">FEDEX</span></span><br/>
      <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-08-11 Fri 13:23</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2017-08-10 Thu 19:00</span></span><br/>
</li>
</ul>
<ul>
<li id="sec-10-1-30-4"><span class="done DONE">DONE</span> Crop the photo to 2x3 format and get printed at Fedex with Kinko card &nbsp;&nbsp;&nbsp;<span class="tag"><span class="FEDEX">FEDEX</span></span><br/>
      <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-08-13 Sun 21:04</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2017-08-12 Sat 18:00</span></span><br/>
</li>
</ul>
<ul>
<li id="sec-10-1-30-5"><span class="done DONE">DONE</span> Get teh photo pronted 36 in x 24 in<br/>
    <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-08-13 Sun 21:05</span></span><br/>
<ul>
<li>fedex online without kimko - $106 - with kinko $30+
</li>
<li>walgreens - $30 same day pickup, but can't upload the photo
</li>
<li>national photo lab - $32 shipping
</li>
<li>shutterfly - discover gift card - $20 - 25 and $40 - 50 - Summertime 50% off on $39+ code: SUMMERTIME - Doesn't have 24x36
</li>
<li>costco online - Doesn't have 24x36
</li>
</ul>


</li>
</ul>
<ul>
<li id="sec-10-1-30-6"><span class="done DONE">DONE</span> Call Puranji and ask what to do with old frame &nbsp;&nbsp;&nbsp;<span class="tag"><span class="MOBILE">MOBILE</span>&nbsp;<span class="PURAN">PURAN</span></span><br/>
      <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-08-14 Mon 21:05</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2017-08-14 Mon 12:30</span></span> <br/>
</li>
</ul>
<ul>
<li id="sec-10-1-30-7"><span class="done DONE">DONE</span> Where to keep the old photo ?<br/>
      <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-08-15 Tue 09:32</span></span><br/>
</li>
</ul>
<ul>
<li id="sec-10-1-30-8"><span class="done DONE">DONE</span> Get the CM photo framed<br/>
      <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-08-17 Thu 09:44</span></span><br/>
<ul>
<li id="sec-10-1-30-8-1"><span class="done DONE">DONE</span> Where ?<br/>
     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-08-17 Thu 09:44</span></span><br/>
Check 
<ul>
