cmc.org
***** DONE Where ?
    CLOSED: [2017-08-17 Thu 09:44]
Check 
 - Ready made frame
 - price
 - by when
 - insertability

JoAnn
http://www.joann.com/search?q=24x36%20frames
$129 - 229 depending on frame

Michaels - $69 - BOGO - 20%
http://www.michaels.com/studio-decor-antique-champagne-open-back-frame-24in-x-36in/10375667.html
http://www.michaels.com/studio-decor-home-collection-brown-and-black-frame/10029733.html#q=24x36+frames&start=11
http://www.michaels.com/honey-belmont-frame-by-studio-decor/10487725.html
http://www.michaels.com/studio-decor-open-back-frame-gold-with-red-accents-24in-x-36in/10375681.html
http://www.michaels.com/studio-decor-antique-champagne-open-back-frame-24in-x-36in/10375667.html?productsource=PDPZ1
http://www.michaels.com/studio-decor-antique-champagne-open-back-frame-24in-x-36in/10375667.html

Framing Center NorthPointe Plaza
http://www.framingcenter.com/


Culver Art & Frame
7890 N Central Dr
 Lewis Center, OH 43035
http://www.culverframe.com/


Walmart
https://www.walmart.com/ip/24x36-Flat-Dark-Brown-Wood-Frame-The-Edge-Medium-Great-for-Posters-Photos-Art-Prints-Mirror-Chalk-Boards/115620317
https://www.walmart.com/ip/24x36-Flat-Walnut-Brown-Wood-Frame-The-Edge-Medium-Great-for-Posters-Photos-Art-Prints-Mirror-Chalk-Board/113860631
https://www.walmart.com/ip/24x36-Flat-Dark-Brown-Wood-Frame-The-Edge-Wide-Great-for-Posters-Photos-Art-Prints-Mirror-Chalk-Boards-C/181569961
https://www.walmart.com/ip/24x36-Flat-Walnut-Brown-Wood-Frame-The-Edge-Wide-Great-for-Posters-Photos-Art-Prints-Mirror-Chalk-Boards/107435381

**** DONE Take Gurudev's new photo and WD-40 to Archana               :@HOME:
     CLOSED: [2017-08-19 Sat 11:08] SCHEDULED: <2017-08-18 Fri 17:30>
**** DONE Install Gurudev's new photo                              :@ARCHANA:
     CLOSED: [2017-08-19 Sat 11:08] SCHEDULED: <2017-08-18 Fri 18:00>
     
*** DONE Check clock                                               :@ARCHANA:
    CLOSED: [2017-08-19 Sat 11:10]

*** DONE Landscape cleanup
    CLOSED: [2017-08-14 Mon 21:48]
**** DONE Landscape cleanup
     CLOSED: [2017-08-14 Mon 21:48] SCHEDULED: <2017-08-15 Tue>

*** CANCELLED Wood chip to adjust projector height                 :@ARCHANA:
    CLOSED: [2017-08-13 Sun 21:06]
*** DONE Spray insecticide again inside                            :@ARCHANA:
    CLOSED: [2017-08-13 Sun 21:05]
*** Updates 2017-07-23
Published the document "CMC-IT-ver-0.1.pdf"
*** Updates 2017-07-17
- Installed TP LInk Dual Band Wifi
*** Updates 2017-06-25
- Wiped all photos

*** Updates 2017-6-20
- Vaccum kitchen
- Vaccum Tapovan Hall

*** Updates 2017-6-12
- Sprayed weed killer on few emerging weeds
- Found Sheriffs notice on false alarm trigger on 2017-06-11 at 12:08 PM

*** Updates 2017-05-28
- Preen spread
- Previous weed killer spray by Marcos was effective the weeds are pretty dead
- Vaccuumed
- The Abhisheka pipes are better in utility closet than in bathroom
- Vaccum cleaner taken by Puran bhai for cleaning
- Uhaul ramp to be removed by Saran
- Gurudevs photo missing in Tapovan hall




*** CANCELLED Change the phone number and website info in flyers    :PALLAVI:
    CLOSED: [2017-08-05 Sat 22:43]
*** DONE Document the IT infra pw and distribute                       :COMP:
    CLOSED: [2017-07-30 Sun 10:15]
*** DONE Invoice for rain gutter work from Scott                      :SCOTT:
    CLOSED: [2017-07-24 Mon 07:30] SCHEDULED: <2017-07-24 Mon>
*** DONE Reimburse the rain-gutter work and donate the power wash work :BILLS:REIMBURSE:
    CLOSED: [2017-11-29 Wed 15:13]
*** DONE Pay 23 for books                                               :PAY:
    CLOSED: [2017-07-10 Mon 07:55] SCHEDULED: <2017-07-09 Sun>
*** DONE Sync with Chinnappan about the Atmabodha video               :ROCKY:
    CLOSED: [2017-07-10 Mon 07:55] SCHEDULED: <2017-07-08 Sat>
