cmc.html
<li>Ready made frame
</li>
<li>price
</li>
<li>by when
</li>
<li>insertability
</li>
</ul>


<p>
JoAnn
<a href="http://www.joann.com/search?q=24x36 frames">http://www.joann.com/search?q=24x36%20frames</a>
$129 - 229 depending on frame
</p>
<p>
Michaels - $69 - BOGO - 20%
<a href="http://www.michaels.com/studio-decor-antique-champagne-open-back-frame-24in-x-36in/10375667.html">http://www.michaels.com/studio-decor-antique-champagne-open-back-frame-24in-x-36in/10375667.html</a>
<a href="http://www.michaels.com/studio-decor-home-collection-brown-and-black-frame/10029733.html#q=24x36+frames&amp;start=11">http://www.michaels.com/studio-decor-home-collection-brown-and-black-frame/10029733.html#q=24x36+frames&amp;start=11</a>
<a href="http://www.michaels.com/honey-belmont-frame-by-studio-decor/10487725.html">http://www.michaels.com/honey-belmont-frame-by-studio-decor/10487725.html</a>
<a href="http://www.michaels.com/studio-decor-open-back-frame-gold-with-red-accents-24in-x-36in/10375681.html">http://www.michaels.com/studio-decor-open-back-frame-gold-with-red-accents-24in-x-36in/10375681.html</a>
<a href="http://www.michaels.com/studio-decor-antique-champagne-open-back-frame-24in-x-36in/10375667.html?productsource=PDPZ1">http://www.michaels.com/studio-decor-antique-champagne-open-back-frame-24in-x-36in/10375667.html?productsource=PDPZ1</a>
<a href="http://www.michaels.com/studio-decor-antique-champagne-open-back-frame-24in-x-36in/10375667.html">http://www.michaels.com/studio-decor-antique-champagne-open-back-frame-24in-x-36in/10375667.html</a>
</p>
<p>
Framing Center NorthPointe Plaza
<a href="http://www.framingcenter.com/">http://www.framingcenter.com/</a>
</p>

<p>
Culver Art &amp; Frame
7890 N Central Dr
 Lewis Center, OH 43035
<a href="http://www.culverframe.com/">http://www.culverframe.com/</a>
</p>

<p>
Walmart
<a href="https://www.walmart.com/ip/24x36-Flat-Dark-Brown-Wood-Frame-The-Edge-Medium-Great-for-Posters-Photos-Art-Prints-Mirror-Chalk-Boards/115620317">https://www.walmart.com/ip/24x36-Flat-Dark-Brown-Wood-Frame-The-Edge-Medium-Great-for-Posters-Photos-Art-Prints-Mirror-Chalk-Boards/115620317</a>
<a href="https://www.walmart.com/ip/24x36-Flat-Walnut-Brown-Wood-Frame-The-Edge-Medium-Great-for-Posters-Photos-Art-Prints-Mirror-Chalk-Board/113860631">https://www.walmart.com/ip/24x36-Flat-Walnut-Brown-Wood-Frame-The-Edge-Medium-Great-for-Posters-Photos-Art-Prints-Mirror-Chalk-Board/113860631</a>
<a href="https://www.walmart.com/ip/24x36-Flat-Dark-Brown-Wood-Frame-The-Edge-Wide-Great-for-Posters-Photos-Art-Prints-Mirror-Chalk-Boards-C/181569961">https://www.walmart.com/ip/24x36-Flat-Dark-Brown-Wood-Frame-The-Edge-Wide-Great-for-Posters-Photos-Art-Prints-Mirror-Chalk-Boards-C/181569961</a>
<a href="https://www.walmart.com/ip/24x36-Flat-Walnut-Brown-Wood-Frame-The-Edge-Wide-Great-for-Posters-Photos-Art-Prints-Mirror-Chalk-Boards/107435381">https://www.walmart.com/ip/24x36-Flat-Walnut-Brown-Wood-Frame-The-Edge-Wide-Great-for-Posters-Photos-Art-Prints-Mirror-Chalk-Boards/107435381</a>
</p>
</li>
</ul>
</li>
</ul>
<ul>
<li id="sec-10-1-30-9"><span class="done DONE">DONE</span> Take Gurudev's new photo and WD-40 to Archana &nbsp;&nbsp;&nbsp;<span class="tag"><span class="_HOME">@HOME</span></span><br/>
      <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-08-19 Sat 11:08</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2017-08-18 Fri 17:30</span></span><br/>
</li>
</ul>
<ul>
<li id="sec-10-1-30-10"><span class="done DONE">DONE</span> Install Gurudev's new photo &nbsp;&nbsp;&nbsp;<span class="tag"><span class="_ARCHANA">@ARCHANA</span></span><br/>
      <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-08-19 Sat 11:08</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2017-08-18 Fri 18:00</span></span><br/>

</li>
</ul>
</div>

</div>

<div id="outline-container-10-1-31" class="outline-4">
<h4 id="sec-10-1-31"><span class="section-number-4">10.1.31</span> <span class="done DONE">DONE</span> Check clock &nbsp;&nbsp;&nbsp;<span class="tag"><span class="_ARCHANA">@ARCHANA</span></span></h4>
<div class="outline-text-4" id="text-10-1-31">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-08-19 Sat 11:10</span></span><br/>
</p>
</div>

</div>

<div id="outline-container-10-1-32" class="outline-4">
<h4 id="sec-10-1-32"><span class="section-number-4">10.1.32</span> <span class="done DONE">DONE</span> Landscape cleanup</h4>
<div class="outline-text-4" id="text-10-1-32">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-08-14 Mon 21:48</span></span><br/>
</p><ul>
<li id="sec-10-1-32-1"><span class="done DONE">DONE</span> Landscape cleanup<br/>
      <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-08-14 Mon 21:48</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2017-08-15 Tue</span></span><br/>

</li>
</ul>
</div>

</div>

<div id="outline-container-10-1-33" class="outline-4">
<h4 id="sec-10-1-33"><span class="section-number-4">10.1.33</span> <span class="done CANCELLED">CANCELLED</span> Wood chip to adjust projector height &nbsp;&nbsp;&nbsp;<span class="tag"><span class="_ARCHANA">@ARCHANA</span></span></h4>
<div class="outline-text-4" id="text-10-1-33">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-08-13 Sun 21:06</span></span><br/>
</p></div>

</div>

<div id="outline-container-10-1-34" class="outline-4">
<h4 id="sec-10-1-34"><span class="section-number-4">10.1.34</span> <span class="done DONE">DONE</span> Spray insecticide again inside &nbsp;&nbsp;&nbsp;<span class="tag"><span class="_ARCHANA">@ARCHANA</span></span></h4>
<div class="outline-text-4" id="text-10-1-34">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-08-13 Sun 21:05</span></span><br/>
</p></div>

</div>

<div id="outline-container-10-1-35" class="outline-4">
<h4 id="sec-10-1-35"><span class="section-number-4">10.1.35</span> Updates 2017-07-23</h4>
<div class="outline-text-4" id="text-10-1-35">

<p>Published the document "CMC-IT-ver-0.1.pdf"
</p></div>

</div>

<div id="outline-container-10-1-36" class="outline-4">
<h4 id="sec-10-1-36"><span class="section-number-4">10.1.36</span> Updates 2017-07-17</h4>
<div class="outline-text-4" id="text-10-1-36">

<ul>
<li>Installed TP LInk Dual Band Wifi
</li>
</ul>

</div>

</div>

<div id="outline-container-10-1-37" class="outline-4">
<h4 id="sec-10-1-37"><span class="section-number-4">10.1.37</span> Updates 2017-06-25</h4>
<div class="outline-text-4" id="text-10-1-37">

<ul>
<li>Wiped all photos
</li>
</ul>


</div>

</div>

<div id="outline-container-10-1-38" class="outline-4">
<h4 id="sec-10-1-38"><span class="section-number-4">10.1.38</span> Updates 2017-6-20</h4>
<div class="outline-text-4" id="text-10-1-38">

<ul>
<li>Vaccum kitchen
</li>
<li>Vaccum Tapovan Hall
</li>
</ul>


</div>

</div>

<div id="outline-container-10-1-39" class="outline-4">
<h4 id="sec-10-1-39"><span class="section-number-4">10.1.39</span> Updates 2017-6-12</h4>
<div class="outline-text-4" id="text-10-1-39">

<ul>
<li>Sprayed weed killer on few emerging weeds
</li>
<li>Found Sheriffs notice on false alarm trigger on 2017-06-11 at 12:08 PM
</li>
</ul>


</div>

</div>

<div id="outline-container-10-1-40" class="outline-4">
<h4 id="sec-10-1-40"><span class="section-number-4">10.1.40</span> Updates 2017-05-28</h4>
<div class="outline-text-4" id="text-10-1-40">

<ul>
<li>Preen spread
</li>
<li>Previous weed killer spray by Marcos was effective the weeds are pretty dead
</li>
<li>Vaccuumed
</li>
<li>The Abhisheka pipes are better in utility closet than in bathroom
</li>
<li>Vaccum cleaner taken by Puran bhai for cleaning
</li>
<li>Uhaul ramp to be removed by Saran
</li>
<li>Gurudevs photo missing in Tapovan hall
</li>
</ul>





</div>

</div>

<div id="outline-container-10-1-41" class="outline-4">
<h4 id="sec-10-1-41"><span class="section-number-4">10.1.41</span> <span class="done CANCELLED">CANCELLED</span> Change the phone number and website info in flyers &nbsp;&nbsp;&nbsp;<span class="tag"><span class="PALLAVI">PALLAVI</span></span></h4>
<div class="outline-text-4" id="text-10-1-41">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-08-05 Sat 22:43</span></span><br/>
</p></div>

</div>

<div id="outline-container-10-1-42" class="outline-4">
<h4 id="sec-10-1-42"><span class="section-number-4">10.1.42</span> <span class="done DONE">DONE</span> Document the IT infra pw and distribute &nbsp;&nbsp;&nbsp;<span class="tag"><span class="COMP">COMP</span></span></h4>
<div class="outline-text-4" id="text-10-1-42">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-07-30 Sun 10:15</span></span><br/>
</p></div>

</div>

<div id="outline-container-10-1-43" class="outline-4">
<h4 id="sec-10-1-43"><span class="section-number-4">10.1.43</span> <span class="done DONE">DONE</span> Invoice for rain gutter work from Scott &nbsp;&nbsp;&nbsp;<span class="tag"><span class="SCOTT">SCOTT</span></span></h4>
<div class="outline-text-4" id="text-10-1-43">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-07-24 Mon 07:30</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2017-07-24 Mon</span></span><br/>
</p></div>

</div>

<div id="outline-container-10-1-44" class="outline-4">
<h4 id="sec-10-1-44"><span class="section-number-4">10.1.44</span> <span class="done DONE">DONE</span> Reimburse the rain-gutter work and donate the power wash work &nbsp;&nbsp;&nbsp;<span class="tag"><span class="BILLS">BILLS</span>&nbsp;<span class="REIMBURSE">REIMBURSE</span></span></h4>
<div class="outline-text-4" id="text-10-1-44">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-11-29 Wed 15:13</span></span><br/>
</p></div>

</div>

<div id="outline-container-10-1-45" class="outline-4">
<h4 id="sec-10-1-45"><span class="section-number-4">10.1.45</span> <span class="done DONE">DONE</span> Pay 23 for books &nbsp;&nbsp;&nbsp;<span class="tag"><span class="PAY">PAY</span></span></h4>
<div class="outline-text-4" id="text-10-1-45">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-07-10 Mon 07:55</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2017-07-09 Sun</span></span><br/>
</p></div>

</div>

<div id="outline-container-10-1-46" class="outline-4">
<h4 id="sec-10-1-46"><span class="section-number-4">10.1.46</span> <span class="done DONE">DONE</span> Sync with Chinnappan about the Atmabodha video &nbsp;&nbsp;&nbsp;<span class="tag"><span class="ROCKY">ROCKY</span></span></h4>
<div class="outline-text-4" id="text-10-1-46">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-07-10 Mon 07:55</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2017-07-08 Sat</span></span><br/>
</p></div>

</div>
