cmc.org
*** DONE Verify with Binduji if this is all the classes               :GMAIL:
    CLOSED: [2017-07-04 Tue 15:23] SCHEDULED: <2017-07-04 Tue>
 Prahald 
 Markandeya
 Dhruva
 Luv Kush

 Bala Rama
GitaChanting

 Bala Krishna

?? Eka Lavya

*** DONE Shram Dhaan doc feedback
    CLOSED: [2017-08-09 Wed 16:39]
**** DONE Mention Expectation on frequency 
     CLOSED: [2017-07-03 Mon 15:35]
**** DONE 2 classes using same classroom
     CLOSED: [2017-07-03 Mon 15:35]
*** DONE Goto mission and setup the mic and asana before Swaminiji's visit
    CLOSED: [2017-07-03 Mon 07:04] SCHEDULED: <2017-07-02 Sun>
*** DONE Host family for Swamini 
    CLOSED: [2017-07-03 Mon 15:35]
*** DONE Give feedback on registration
    CLOSED: [2017-07-04 Tue 09:47] SCHEDULED: <2017-06-28 Wed>

Browser: Firefox 54
OS: Windows 8 and Ubuntu

At the landing page, at login screen:
ISSUE: The bacground picture is only partially visible upto face
EXPECTATION: The full picture should be visible.

ISSUE: https not enabled
EXPECTATIO: https is enabled

Registring for the first time sends a mail with password. The mail says contact CM Registration team if there are problems, the mail id is columbus@chinmayamission.org, 
QUERY: Is the registration monitioring the above mail id?
SUGGESTION: A link can be provided with the mail to goback to loging page
SUGGESTION: Perhaps ask user to change password after first login
SUGGESTION: Fields like DoB and Phone need not be mandatory

Clicked on Enroll one of the profile, did fancy rotate to open a new frame the background text flipped.
SUGGESTION: The text flipping maybe a feature but causes visual pollution and hard to read the options for enrollment. As the enrolment prompt is not full solid background.
ISSUE: Register for drop down list, should be better sorted, 
ISSUE: should be better worded and perhaps be simple
ISSUE: Language class timings shows up as 0s
ISSUE: Sevak Satsangh day of the week/timing not mentioned
SUGGESTION: Day of the week can be mentioend for Sunday offerings also
ISSUE: Acceptance waiver language needs correction.
Suggested:
In consideration of me accepting my, my spouse, and my child's/children's  participation in the above program or any program that Chinmaya Mission may arrange at any property, I hereby, for myself, my spouse,  my child or children and any other members of the family or guests whom I may bring to Chinmaya Mission or its events, waive and release Chinmaya Mission, and their officers, trustees, volunteers and members, and all other persons participating in the program, or involved in planning or execution of the program, from all liability or claims arising from any injury to myself, my child or my property. This release shall include, without limitation, all claims extended only to the person committing willful injury and not to any other person released hereby. 
ISSUE: The waiver selection box has no effect (example enable moving forward with registration). Now can move forward without waiving.

In payment history section:
ISSUE: Academic year ends on 1970-01-01 is incorrect

Post payment:
ISSUE: This might not matter for flat fee but I could continue adding courses after payment too.
ISSUE: Multiple time clashing courses can be selected.

SUGGESTION: Profile photo cannot be updated.

SUGGESTION: Can mention that site is still under construction.

*** DONE Pest Control
    CLOSED: [2017-06-28 Wed 14:23]
**** DONE Procure thrist inducing tablets                  :ONLINE:ATWALMART:
     CLOSED: [2017-06-26 Mon 07:12]
**** DONE Spread tables around the facility                           :ATCMC:
     CLOSED: [2017-06-26 Mon 07:12]
*** DONE Outside lamp                                                 :ATCMC:
    CLOSED: [2017-08-05 Sat 22:45]
**** DONE Find the type of the bulb                                   :ATCMC:
     CLOSED: [2017-08-08 Tue 20:55]
**** CANCELLED Check in Costco for the bulb type         :ATCOSTCO:ATMENARDS:
     CLOSED: [2017-08-08 Tue 20:55]
*** DONE Pay Scott $88.68 + $120                              :SCOTT:PAYMENT:
    CLOSED: [2017-07-10 Mon 07:57] SCHEDULED: <2017-04-30 Sun>
** SOMEDAY
*** Outside woodwork & Roof leakage fix
- 2017-08-28 - Called George and left him a message in the after-noon, not called back yet
**** Work list
***** Painting the underside of roof jutting out at the backside
***** Replace the rotting wood strip above the awning
***** Clean and replace or fix the portion of rain gutter where birds have nested
***** Detect the source of roof leak and fix
***** Replace water stained false ceilings in the assembly hall
**** DONE Take photos of the affected places
     CLOSED: [2017-08-14 Mon 08:17]
**** DEFERRED Send mail to Scott with photos and request a quote :SCOTT:GMAIL:
     CLOSED: [2017-08-19 Sat 11:15] SCHEDULED: <2017-08-14 Mon>
