cmc.html

<div id="outline-container-10-1-47" class="outline-4">
<h4 id="sec-10-1-47"><span class="section-number-4">10.1.47</span> <span class="done DONE">DONE</span> Verify with Binduji if this is all the classes &nbsp;&nbsp;&nbsp;<span class="tag"><span class="GMAIL">GMAIL</span></span></h4>
<div class="outline-text-4" id="text-10-1-47">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-07-04 Tue 15:23</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2017-07-04 Tue</span></span><br/>
 Prahald 
 Markandeya
 Dhruva
 Luv Kush
</p>
<p>
 Bala Rama
GitaChanting
</p>
<p>
 Bala Krishna
</p>
<p>
?? Eka Lavya
</p>
</div>

</div>

<div id="outline-container-10-1-48" class="outline-4">
<h4 id="sec-10-1-48"><span class="section-number-4">10.1.48</span> <span class="done DONE">DONE</span> Shram Dhaan doc feedback</h4>
<div class="outline-text-4" id="text-10-1-48">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-08-09 Wed 16:39</span></span><br/>
</p><ul>
<li id="sec-10-1-48-1"><span class="done DONE">DONE</span> Mention Expectation on frequency<br/>
      <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-07-03 Mon 15:35</span></span><br/>
</li>
</ul>
<ul>
<li id="sec-10-1-48-2"><span class="done DONE">DONE</span> 2 classes using same classroom<br/>
      <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-07-03 Mon 15:35</span></span><br/>
</li>
</ul>
</div>

</div>

<div id="outline-container-10-1-49" class="outline-4">
<h4 id="sec-10-1-49"><span class="section-number-4">10.1.49</span> <span class="done DONE">DONE</span> Goto mission and setup the mic and asana before Swaminiji's visit</h4>
<div class="outline-text-4" id="text-10-1-49">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-07-03 Mon 07:04</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2017-07-02 Sun</span></span><br/>
</p></div>

</div>

<div id="outline-container-10-1-50" class="outline-4">
<h4 id="sec-10-1-50"><span class="section-number-4">10.1.50</span> <span class="done DONE">DONE</span> Host family for Swamini</h4>
<div class="outline-text-4" id="text-10-1-50">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-07-03 Mon 15:35</span></span><br/>
</p></div>

</div>

<div id="outline-container-10-1-51" class="outline-4">
<h4 id="sec-10-1-51"><span class="section-number-4">10.1.51</span> <span class="done DONE">DONE</span> Give feedback on registration</h4>
<div class="outline-text-4" id="text-10-1-51">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-07-04 Tue 09:47</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2017-06-28 Wed</span></span><br/>
</p>
<p>
Browser: Firefox 54
OS: Windows 8 and Ubuntu
</p>
<p>
At the landing page, at login screen:
ISSUE: The bacground picture is only partially visible upto face
EXPECTATION: The full picture should be visible.
</p>
<p>
ISSUE: https not enabled
EXPECTATIO: https is enabled
</p>
<p>
Registring for the first time sends a mail with password. The mail says contact CM Registration team if there are problems, the mail id is columbus@chinmayamission.org, 
QUERY: Is the registration monitioring the above mail id?
SUGGESTION: A link can be provided with the mail to goback to loging page
SUGGESTION: Perhaps ask user to change password after first login
SUGGESTION: Fields like DoB and Phone need not be mandatory
</p>
<p>
Clicked on Enroll one of the profile, did fancy rotate to open a new frame the background text flipped.
SUGGESTION: The text flipping maybe a feature but causes visual pollution and hard to read the options for enrollment. As the enrolment prompt is not full solid background.
ISSUE: Register for drop down list, should be better sorted, 
ISSUE: should be better worded and perhaps be simple
ISSUE: Language class timings shows up as 0s
ISSUE: Sevak Satsangh day of the week/timing not mentioned
SUGGESTION: Day of the week can be mentioend for Sunday offerings also
ISSUE: Acceptance waiver language needs correction.
Suggested:
In consideration of me accepting my, my spouse, and my child's/children's  participation in the above program or any program that Chinmaya Mission may arrange at any property, I hereby, for myself, my spouse,  my child or children and any other members of the family or guests whom I may bring to Chinmaya Mission or its events, waive and release Chinmaya Mission, and their officers, trustees, volunteers and members, and all other persons participating in the program, or involved in planning or execution of the program, from all liability or claims arising from any injury to myself, my child or my property. This release shall include, without limitation, all claims extended only to the person committing willful injury and not to any other person released hereby. 
ISSUE: The waiver selection box has no effect (example enable moving forward with registration). Now can move forward without waiving.
</p>
<p>
In payment history section:
ISSUE: Academic year ends on 1970-01-01 is incorrect
</p>
<p>
Post payment:
ISSUE: This might not matter for flat fee but I could continue adding courses after payment too.
ISSUE: Multiple time clashing courses can be selected.
</p>
<p>
SUGGESTION: Profile photo cannot be updated.
</p>
<p>
SUGGESTION: Can mention that site is still under construction.
</p>
</div>

</div>

<div id="outline-container-10-1-52" class="outline-4">
<h4 id="sec-10-1-52"><span class="section-number-4">10.1.52</span> <span class="done DONE">DONE</span> Pest Control</h4>
<div class="outline-text-4" id="text-10-1-52">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-06-28 Wed 14:23</span></span><br/>
</p><ul>
<li id="sec-10-1-52-1"><span class="done DONE">DONE</span> Procure thrist inducing tablets &nbsp;&nbsp;&nbsp;<span class="tag"><span class="ONLINE">ONLINE</span>&nbsp;<span class="ATWALMART">ATWALMART</span></span><br/>
      <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-06-26 Mon 07:12</span></span><br/>
</li>
</ul>
<ul>
<li id="sec-10-1-52-2"><span class="done DONE">DONE</span> Spread tables around the facility &nbsp;&nbsp;&nbsp;<span class="tag"><span class="ATCMC">ATCMC</span></span><br/>
      <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-06-26 Mon 07:12</span></span><br/>
</li>
</ul>
</div>

</div>

<div id="outline-container-10-1-53" class="outline-4">
<h4 id="sec-10-1-53"><span class="section-number-4">10.1.53</span> <span class="done DONE">DONE</span> Outside lamp &nbsp;&nbsp;&nbsp;<span class="tag"><span class="ATCMC">ATCMC</span></span></h4>
<div class="outline-text-4" id="text-10-1-53">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-08-05 Sat 22:45</span></span><br/>
</p><ul>
<li id="sec-10-1-53-1"><span class="done DONE">DONE</span> Find the type of the bulb &nbsp;&nbsp;&nbsp;<span class="tag"><span class="ATCMC">ATCMC</span></span><br/>
      <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-08-08 Tue 20:55</span></span><br/>
</li>
</ul>
<ul>
<li id="sec-10-1-53-2"><span class="done CANCELLED">CANCELLED</span> Check in Costco for the bulb type &nbsp;&nbsp;&nbsp;<span class="tag"><span class="ATCOSTCO">ATCOSTCO</span>&nbsp;<span class="ATMENARDS">ATMENARDS</span></span><br/>
      <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-08-08 Tue 20:55</span></span><br/>
</li>
</ul>
</div>

</div>

<div id="outline-container-10-1-54" class="outline-4">
<h4 id="sec-10-1-54"><span class="section-number-4">10.1.54</span> <span class="done DONE">DONE</span> Pay Scott $88.68 + $120 &nbsp;&nbsp;&nbsp;<span class="tag"><span class="SCOTT">SCOTT</span>&nbsp;<span class="PAYMENT">PAYMENT</span></span></h4>
<div class="outline-text-4" id="text-10-1-54">

<p>     <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-07-10 Mon 07:57</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2017-04-30 Sun</span></span><br/>
</p></div>
</div>

</div>

<div id="outline-container-10-2" class="outline-3">
<h3 id="sec-10-2"><span class="section-number-3">10.2</span> SOMEDAY</h3>
<div class="outline-text-3" id="text-10-2">


</div>

<div id="outline-container-10-2-1" class="outline-4">
<h4 id="sec-10-2-1"><span class="section-number-4">10.2.1</span> Outside woodwork &amp; Roof leakage fix</h4>
<div class="outline-text-4" id="text-10-2-1">

<ul>
<li>2017-08-28 - Called George and left him a message in the after-noon, not called back yet
</li>
</ul>

<ul>
<li id="sec-10-2-1-1">Work list<br/>
<ul>
<li id="sec-10-2-1-1-1">Painting the underside of roof jutting out at the backside<br/>
</li>
</ul>
<ul>
<li id="sec-10-2-1-1-2">Replace the rotting wood strip above the awning<br/>
</li>
</ul>
<ul>
<li id="sec-10-2-1-1-3">Clean and replace or fix the portion of rain gutter where birds have nested<br/>
</li>
</ul>
<ul>
<li id="sec-10-2-1-1-4">Detect the source of roof leak and fix<br/>
</li>
</ul>
<ul>
<li id="sec-10-2-1-1-5">Replace water stained false ceilings in the assembly hall<br/>
</li>
</ul>
</li>
</ul>
<ul>
<li id="sec-10-2-1-2"><span class="done DONE">DONE</span> Take photos of the affected places<br/>
      <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-08-14 Mon 08:17</span></span><br/>
</li>
</ul>
<ul>
<li id="sec-10-2-1-3"><span class="done DEFERRED">DEFERRED</span> Send mail to Scott with photos and request a quote &nbsp;&nbsp;&nbsp;<span class="tag"><span class="SCOTT">SCOTT</span>&nbsp;<span class="GMAIL">GMAIL</span></span><br/>
      <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-08-19 Sat 11:15</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2017-08-14 Mon</span></span><br/>
</li>
</ul>
<ul>
