cmc.org
**** DONE Let Puran know of the work list for his contact to work on :PURAN:GMAIL:
     CLOSED: [2017-09-22 Fri 04:51] SCHEDULED: <2017-08-27 Sun>

*** Shram Dhaan
Shram Dhaan

In the BMI chart What is one thing preventing you from connecting to your goal?

Ans V

How to remove V
Selfless service done with dedication

Theoretical knowledge is as good as gold for the donkey on its back. Use ur knowledge. Be practical and use it in the world. But before using it in the world use it in a lab. Use CM as your lab.

Seva Dhaan
Giving more than what you take.

*** Students feedback
Anonymous Survey to Feedback from senior students on making CM cool and exciting.

What would you have done differently if you were in charge?

What would make you want to come to CM ?

What 3 things you would stop doing.

What 3 things would you start doing?

Why would you volunteer your time during weekend and events

Why wouldn't you volunteer your time
*** Events media management
- HDMI Switch
- 2 Laptops handled by 2 personnel
- Arrange presentations, video, audio upfront
- Fill in audio
- Applause audio
- Audio mixer
- Color label the mics
** PROJECTS
*** CHINPI
**** DONE Presentation
     CLOSED: [2017-12-05 Tue 09:20]

**** CANCELLED OwnCloud
     CLOSED: [2017-12-05 Tue 09:20]
**** Camera timelapse

**** Camera streaming

** CALENDAR
:PROPERTIES:
:CATEGORY: CMC-Calendar
:END:

*** DATES FESTIVALS / EVENTS
**** ONETIME
***** DONE Blood Donation Drive
      CLOSED: [2017-08-13 Sun 21:10] SCHEDULED: <2017-08-13 Sun>
***** DONE Sw. Ganganandaji's visit 2017-07-05 to 2017-07-09       :SATSANGA:
      CLOSED: [2017-07-10 Mon 07:55] SCHEDULED: <2017-07-09 Sun>
**** RECURRING
July	8th, 2017	BV Sevaks Orientation
Saturday, August 19, 2017	Meet and Greet
Sunday, August 20, 2017	        Opening Day
Saturday, August 26, 2017	CMC Annual Picnic
Sunday, September 03, 2017	Labor Day 
Friday, September 22, 2017	Rang Bharo/Painting work shop
Friday, October 20,2017	Family Talent Show
Friday, November 17, 2017	Family Bingo Nite
Saturday, November 18, 2017	Ronald McDonald House
Sunday, November 26, 2017	Thanksgiving 

Sunday, December 03, 2017	Get President's Day 2017 Registrations ready
Sunday, December 10, 2017	Start Marketing for President's Day camp
Friday, December 15, 2017	Movie Nite
Sunday, December 24, 2017	Christmas
Sunday, December 31, 2017	New Year
Friday, January 26, 2018	Dance Nite
Sunday, February 18, 2018	President's Day Camp
Monday, February 19,2018	President's Day Camp
Sunday, February 25, 2018	Get 2017 - 2018 BV Registrations Ready
Sunday, March 04, 2018	Open Registrations for 2017 - 2018 BV
Friday, March 23, 2018	Sing-Alongs or Family Antakshari Night
Friday, April 06, 2018	Lock-Ins
Saturday, April 14, 2018	Balafest
Sunday, April 15, 2018	Balafest
Sunday, April 22, 2018	Open Registrations to new CMC members
Sunday, May 13, 2018	Mother's Day and Gurudev's B'Day
Saturday, May 19, 2018	Rehersals for BALOTSAV
Sunday, May 20, 2018	BALOTSAV
***** SCHED Tapovan Jayanthi / Gita Jayanthi
      DEADLINE: <2018-12-18 Tue> SCHEDULED: <2018-12-18 Tue>
Next year Dec 18, 2018

***** Guruji Jayanthi
***** Gurudev Jayanthi
***** Gurudev Mahasamadhi
***** Annual Day

*** RECURRING
**** SCHED Day light savings, "fall back"               :@ARCHANA:CLASSROOMS:
     SCHEDULED: <2018-11-04 Sun ++1y>
**** SCHED Check clocks after summer break                         :@ARCHANA:
     SCHEDULED: <2018-08-18 Sat ++1y>
     - State "DONE"       from "SCHED"      [2017-08-19 Sat 11:08]
     :PROPERTIES:
     :LAST_REPEAT: [2017-08-19 Sat 11:08]
     :END:
**** SCHED Check clocks after winter break                         :@ARCHANA:
     SCHEDULED: <2019-01-07 Mon ++1y>
     - State "DONE"       from "SCHED"      [2018-01-07 Sun 19:49]
     :PROPERTIES:
     :LAST_REPEAT: [2018-01-07 Sun 19:49]
     :END:
**** SCHED For winter Switch off water supply to outside outlet :MAINTENANCE:WATER:RECURRING:
     SCHEDULED: <2018-10-29 Mon ++1y>
     - State "DONE"       from "SCHED"      [2017-10-30 Mon 08:48]
     :PROPERTIES:
     :LAST_REPEAT: [2017-10-30 Mon 08:48]
     :END:
**** HVAC MAINTENANCE
***** SCHED Get filters for HVAC                 :HVAC:MAINTENANCE:RECURRING:
      SCHEDULED: <2018-03-01 Thu ++6m>
      - State "DONE"       from "SCHED"      [2017-09-01 Fri 07:07]
      - State "DONE"       from "APPT"       [2017-05-24 Wed 21:51]
      :PROPERTIES:
      :LAST_REPEAT: [2017-09-01 Fri 07:07]
      :END:
***** SCHED Confirm HVAC maintenance schedule with Comfort Express :HVAC:MAINTENANCE:RECURRING:
      SCHEDULED: <2018-04-30 Mon ++6m>
      - State "DONE"       from "WAITING"    [2017-11-01 Wed 16:24]
      - State "DONE"       from "APPT"       [2017-05-24 Wed 21:51]
      :PROPERTIES:
      :LAST_REPEAT: [2017-11-01 Wed 16:24]
      :END:
**** SCHED FIRE INSPECTION
***** Check all the exit sign are working & replace batteries if necessary
