cmc.html
<li id="sec-10-2-1-4"><span class="done DONE">DONE</span> Let Puran know of the work list for his contact to work on &nbsp;&nbsp;&nbsp;<span class="tag"><span class="PURAN">PURAN</span>&nbsp;<span class="GMAIL">GMAIL</span></span><br/>
      <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-09-22 Fri 04:51</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2017-08-27 Sun</span></span><br/>

</li>
</ul>
</div>

</div>

<div id="outline-container-10-2-2" class="outline-4">
<h4 id="sec-10-2-2"><span class="section-number-4">10.2.2</span> Shram Dhaan</h4>
<div class="outline-text-4" id="text-10-2-2">

<p>Shram Dhaan
</p>
<p>
In the BMI chart What is one thing preventing you from connecting to your goal?
</p>
<p>
Ans V
</p>
<p>
How to remove V
Selfless service done with dedication
</p>
<p>
Theoretical knowledge is as good as gold for the donkey on its back. Use ur knowledge. Be practical and use it in the world. But before using it in the world use it in a lab. Use CM as your lab.
</p>
<p>
Seva Dhaan
Giving more than what you take.
</p>
</div>

</div>

<div id="outline-container-10-2-3" class="outline-4">
<h4 id="sec-10-2-3"><span class="section-number-4">10.2.3</span> Students feedback</h4>
<div class="outline-text-4" id="text-10-2-3">

<p>Anonymous Survey to Feedback from senior students on making CM cool and exciting.
</p>
<p>
What would you have done differently if you were in charge?
</p>
<p>
What would make you want to come to CM ?
</p>
<p>
What 3 things you would stop doing.
</p>
<p>
What 3 things would you start doing?
</p>
<p>
Why would you volunteer your time during weekend and events
</p>
<p>
Why wouldn't you volunteer your time
</p></div>

</div>

<div id="outline-container-10-2-4" class="outline-4">
<h4 id="sec-10-2-4"><span class="section-number-4">10.2.4</span> Events media management</h4>
<div class="outline-text-4" id="text-10-2-4">

<ul>
<li>HDMI Switch
</li>
<li>2 Laptops handled by 2 personnel
</li>
<li>Arrange presentations, video, audio upfront
</li>
<li>Fill in audio
</li>
<li>Applause audio
</li>
<li>Audio mixer
</li>
<li>Color label the mics
</li>
</ul>

</div>
</div>

</div>

<div id="outline-container-10-3" class="outline-3">
<h3 id="sec-10-3"><span class="section-number-3">10.3</span> PROJECTS</h3>
<div class="outline-text-3" id="text-10-3">


</div>

<div id="outline-container-10-3-1" class="outline-4">
<h4 id="sec-10-3-1"><span class="section-number-4">10.3.1</span> CHINPI</h4>
<div class="outline-text-4" id="text-10-3-1">

<ul>
<li id="sec-10-3-1-1"><span class="done DONE">DONE</span> Presentation<br/>
      <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-12-05 Tue 09:20</span></span><br/>

</li>
</ul>
<ul>
<li id="sec-10-3-1-2"><span class="done CANCELLED">CANCELLED</span> OwnCloud<br/>
      <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-12-05 Tue 09:20</span></span><br/>
</li>
</ul>
<ul>
<li id="sec-10-3-1-3">Camera timelapse<br/>

</li>
</ul>
<ul>
<li id="sec-10-3-1-4">Camera streaming<br/>

</li>
</ul>
</div>
</div>

</div>

<div id="outline-container-10-4" class="outline-3">
<h3 id="sec-10-4"><span class="section-number-3">10.4</span> CALENDAR</h3>
<div class="outline-text-3" id="text-10-4">



</div>

<div id="outline-container-10-4-1" class="outline-4">
<h4 id="sec-10-4-1"><span class="section-number-4">10.4.1</span> DATES FESTIVALS / EVENTS</h4>
<div class="outline-text-4" id="text-10-4-1">

<ul>
<li id="sec-10-4-1-1">ONETIME<br/>
<ul>
<li id="sec-10-4-1-1-1"><span class="done DONE">DONE</span> Blood Donation Drive<br/>
       <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-08-13 Sun 21:10</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2017-08-13 Sun</span></span><br/>
</li>
</ul>
<ul>
<li id="sec-10-4-1-1-2"><span class="done DONE">DONE</span> Sw. Ganganandaji's visit 2017-07-05 to 2017-07-09 &nbsp;&nbsp;&nbsp;<span class="tag"><span class="SATSANGA">SATSANGA</span></span><br/>
       <span class="timestamp-wrapper"><span class="timestamp-kwd">CLOSED: </span> <span class="timestamp">2017-07-10 Mon 07:55</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2017-07-09 Sun</span></span><br/>
</li>
</ul>
</li>
</ul>
<ul>
<li id="sec-10-4-1-2">RECURRING<br/>
July    8th, 2017       BV Sevaks Orientation
Saturday, August 19, 2017       Meet and Greet
Sunday, August 20, 2017         Opening Day
Saturday, August 26, 2017       CMC Annual Picnic
Sunday, September 03, 2017      Labor Day 
Friday, September 22, 2017      Rang Bharo/Painting work shop
Friday, October 20,2017 Family Talent Show
Friday, November 17, 2017       Family Bingo Nite
Saturday, November 18, 2017     Ronald McDonald House
Sunday, November 26, 2017       Thanksgiving 

<p>
Sunday, December 03, 2017       Get President's Day 2017 Registrations ready
Sunday, December 10, 2017       Start Marketing for President's Day camp
Friday, December 15, 2017       Movie Nite
Sunday, December 24, 2017       Christmas
Sunday, December 31, 2017       New Year
Friday, January 26, 2018        Dance Nite
Sunday, February 18, 2018       President's Day Camp
Monday, February 19,2018        President's Day Camp
Sunday, February 25, 2018       Get 2017 - 2018 BV Registrations Ready
Sunday, March 04, 2018  Open Registrations for 2017 - 2018 BV
Friday, March 23, 2018  Sing-Alongs or Family Antakshari Night
Friday, April 06, 2018  Lock-Ins
Saturday, April 14, 2018        Balafest
Sunday, April 15, 2018  Balafest
Sunday, April 22, 2018  Open Registrations to new CMC members
Sunday, May 13, 2018    Mother's Day and Gurudev's B'Day
Saturday, May 19, 2018  Rehersals for BALOTSAV
Sunday, May 20, 2018    BALOTSAV
</p><ul>
<li id="sec-10-4-1-2-1"><span class="todo SCHED">SCHED</span> Tapovan Jayanthi / Gita Jayanthi<br/>
       <span class="timestamp-wrapper"><span class="timestamp-kwd">DEADLINE: </span> <span class="timestamp">2018-12-18 Tue</span></span>  <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2018-12-18 Tue</span></span><br/>
Next year Dec 18, 2018

</li>
</ul>
<ul>
<li id="sec-10-4-1-2-2">Guruji Jayanthi<br/>
</li>
</ul>
<ul>
<li id="sec-10-4-1-2-3">Gurudev Jayanthi<br/>
</li>
</ul>
<ul>
<li id="sec-10-4-1-2-4">Gurudev Mahasamadhi<br/>
</li>
</ul>
<ul>
<li id="sec-10-4-1-2-5">Annual Day<br/>

</li>
</ul>
</li>
</ul>
</div>

</div>

<div id="outline-container-10-4-2" class="outline-4">
<h4 id="sec-10-4-2"><span class="section-number-4">10.4.2</span> RECURRING</h4>
<div class="outline-text-4" id="text-10-4-2">

<ul>
<li id="sec-10-4-2-1"><span class="todo SCHED">SCHED</span> Day light savings, "fall back" &nbsp;&nbsp;&nbsp;<span class="tag"><span class="_ARCHANA">@ARCHANA</span>&nbsp;<span class="CLASSROOMS">CLASSROOMS</span></span><br/>
      <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2018-11-04 Sun ++1y</span></span><br/>
</li>
</ul>
<ul>
<li id="sec-10-4-2-2"><span class="todo SCHED">SCHED</span> Check clocks after summer break &nbsp;&nbsp;&nbsp;<span class="tag"><span class="_ARCHANA">@ARCHANA</span></span><br/>
      <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2018-08-18 Sat ++1y</span></span><br/>
<ul>
<li>State "DONE"       from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-08-19 Sat 11:08</span></span>
</li>
</ul>

</li>
</ul>
<ul>
<li id="sec-10-4-2-3"><span class="todo SCHED">SCHED</span> Check clocks after winter break &nbsp;&nbsp;&nbsp;<span class="tag"><span class="_ARCHANA">@ARCHANA</span></span><br/>
      <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2019-01-07 Mon ++1y</span></span><br/>
<ul>
<li>State "DONE"       from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2018-01-07 Sun 19:49</span></span>
</li>
</ul>

</li>
</ul>
<ul>
<li id="sec-10-4-2-4"><span class="todo SCHED">SCHED</span> For winter Switch off water supply to outside outlet &nbsp;&nbsp;&nbsp;<span class="tag"><span class="MAINTENANCE">MAINTENANCE</span>&nbsp;<span class="WATER">WATER</span>&nbsp;<span class="RECURRING">RECURRING</span></span><br/>
      <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2018-10-29 Mon ++1y</span></span><br/>
<ul>
<li>State "DONE"       from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-10-30 Mon 08:48</span></span>
</li>
</ul>

</li>
</ul>
<ul>
<li id="sec-10-4-2-5">HVAC MAINTENANCE<br/>
<ul>
<li id="sec-10-4-2-5-1"><span class="todo SCHED">SCHED</span> Get filters for HVAC &nbsp;&nbsp;&nbsp;<span class="tag"><span class="HVAC">HVAC</span>&nbsp;<span class="MAINTENANCE">MAINTENANCE</span>&nbsp;<span class="RECURRING">RECURRING</span></span><br/>
       <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2018-03-01 Thu ++6m</span></span><br/>
<ul>
<li>State "DONE"       from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-09-01 Fri 07:07</span></span>
</li>
<li>State "DONE"       from "APPT" <span class="timestamp-wrapper"> <span class="timestamp">2017-05-24 Wed 21:51</span></span>
</li>
</ul>

</li>
</ul>
<ul>
<li id="sec-10-4-2-5-2"><span class="todo SCHED">SCHED</span> Confirm HVAC maintenance schedule with Comfort Express &nbsp;&nbsp;&nbsp;<span class="tag"><span class="HVAC">HVAC</span>&nbsp;<span class="MAINTENANCE">MAINTENANCE</span>&nbsp;<span class="RECURRING">RECURRING</span></span><br/>
       <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2018-04-30 Mon ++6m</span></span><br/>
<ul>
<li>State "DONE"       from "WAITING" <span class="timestamp-wrapper"> <span class="timestamp">2017-11-01 Wed 16:24</span></span>
</li>
<li>State "DONE"       from "APPT" <span class="timestamp-wrapper"> <span class="timestamp">2017-05-24 Wed 21:51</span></span>
</li>
</ul>

</li>
</ul>
</li>
</ul>
<ul>
<li id="sec-10-4-2-6"><span class="todo SCHED">SCHED</span> FIRE INSPECTION<br/>
<ul>
<li id="sec-10-4-2-6-1">Check all the exit sign are working &amp; replace batteries if necessary<br/>
</li>
</ul>
<ul>
