cmc.org
***** Check that the fire extinguishers are filled
***** Check all smoke detectors are working and replace batteries if necessary
***** Call and schedule inspection with the Fire Marshal
**** LANDSCAPE
***** SCHED Schedule Spring cleanup                    :LANDSACE:MAINTENANCE:
      SCHEDULED: <2018-04-01 Sun ++1y>
***** SCHED Schedule Fall cleanup                      :LANDSACE:MAINTENANCE:
      SCHEDULED: <2018-10-15 Mon ++1y>
      - State "DONE"       from "WAITING"    [2017-10-31 Tue 17:52]
      :PROPERTIES:
      :LAST_REPEAT: [2017-10-31 Tue 17:52]
      :END:
***** SCHED Spread Preen on flower bed                :LANDSCAPE:MAINTENANCE:
      SCHEDULED: <2018-02-05 Mon ++1m>
      - State "DONE"       from "SCHED"      [2018-01-05 Fri 08:59]
      - State "CANCELLED"  from "SCHED"      [2017-12-05 Tue 07:54]
      - State "DONE"       from "SCHED"      [2017-11-05 Sun 13:40]
      - State "CANCELLED"  from "SCHED"      [2017-10-04 Wed 06:47]
      - State "CANCELLED"  from "SCHED"      [2017-09-24 Sun 01:25]
      - State "DONE"       from "SCHED"      [2017-08-02 Wed 10:46]
      - State "DONE"       from "SCHED"      [2017-06-26 Mon 09:23]
      - State "DONE"       from "SCHED"      [2017-06-01 Thu 21:53]
      - State "DONE"       from "DEFERRED"   [2017-05-01 Mon 06:53]
      :PROPERTIES:
      :LAST_REPEAT: [2018-01-05 Fri 08:59]
      :END:
***** SCHED Remove weed, spray weedkiller        :CMC::LANDSCAPE:MAINTENANCE:
      SCHEDULED: <2018-01-28 Sun 11:30 ++1w>
      - State "CANCELLED"  from "SCHED"      [2018-01-21 Sun 17:31]
      - State "CANCELLED"  from "SCHED"      [2018-01-16 Tue 11:51]
      - State "CANCELLED"  from "SCHED"      [2018-01-07 Sun 19:49]
      - State "CANCELLED"  from "SCHED"      [2018-01-03 Wed 05:55]
      - State "CANCELLED"  from "SCHED"      [2017-12-27 Wed 14:00]
      - State "CANCELLED"  from "SCHED"      [2017-12-18 Mon 10:50]
      - State "DONE"       from "SCHED"      [2017-12-11 Mon 11:15]
      - State "CANCELLED"  from "SCHED"      [2017-12-03 Sun 09:03]
      - State "CANCELLED"  from "SCHED"      [2017-11-28 Tue 21:13]
      - State "CANCELLED"  from "SCHED"      [2017-11-19 Sun 10:19]
      - State "CANCELLED"  from "SCHED"      [2017-11-13 Mon 07:17]
      - State "CANCELLED"  from "SCHED"      [2017-11-05 Sun 13:40]
      - State "CANCELLED"  from "SCHED"      [2017-10-30 Mon 10:10]
      - State "CANCELLED"  from "SCHED"      [2017-10-22 Sun 15:56]
      - State "CANCELLED"  from "SCHED"      [2017-10-16 Mon 12:20]
      - State "CANCELLED"  from "SCHED"      [2017-10-09 Mon 11:15]
      - State "CANCELLED"  from "SCHED"      [2017-10-02 Mon 08:10]
      - State "CANCELLED"  from "SCHED"      [2017-09-24 Sun 01:24]
      - State "CANCELLED"  from "SCHED"      [2017-09-22 Fri 04:48]
      - State "CANCELLED"  from "SCHED"      [2017-09-10 Sun 23:09]
      - State "CANCELLED"  from "SCHED"      [2017-08-28 Mon 18:13]
      - State "CANCELLED"  from "SCHED"      [2017-08-21 Mon 09:59]
      - State "CANCELLED"  from "SCHED"      [2017-08-13 Sun 22:01]
      - State "CANCELLED"  from "SCHED"      [2017-08-06 Sun 15:09]
      - State "DONE"       from "SCHED"      [2017-08-02 Wed 10:46]
      - State "CANCELLED"  from "SCHED"      [2017-07-23 Sun 19:27]
      - State "DONE"       from "SCHED"      [2017-07-16 Sun 18:34]
      - State "DONE"       from "SCHED"      [2017-07-10 Mon 07:55]
      - State "DONE"       from "SCHED"      [2017-07-03 Mon 07:04]
      - State "DONE"       from "SCHED"      [2017-06-25 Sun 14:06]
      - State "DONE"       from "SCHED"      [2017-06-18 Sun 15:27]
      - State "CANCELLED"  from "SCHED"      [2017-06-12 Mon 06:34]
      - State "CANCELLED"  from "SCHED"      [2017-06-07 Wed 11:02]
      - State "DONE"       from "SCHED"      [2017-06-01 Thu 21:53]
      :PROPERTIES:
      :LAST_REPEAT: [2018-01-21 Sun 17:31]
      :END:
***** Lawn moving

**** SCHED Schedule CMC CLEANUP
     SCHEDULED: <2018-07-07 Sat ++6m>
     - State "DONE"       from "SCHED"      [2018-01-07 Sun 19:49]
     - State "DONE"       from "STARTED"    [2017-07-04 Tue 16:43]
     :PROPERTIES:
     :LAST_REPEAT: [2018-01-07 Sun 19:49]
     :END:
Refer [[Cleaning Checklist]]

***** SCHED Clean Vaccum cleaner                                :MAINTENANCE:
      SCHEDULED: <2018-02-04 Sun ++4w>
      - State "DONE"       from "SCHED"      [2018-01-07 Sun 19:49]
      - State "DONE"       from "SCHED"      [2017-12-11 Mon 11:15]
      - State "CANCELLED"  from "SCHED"      [2017-11-13 Mon 07:17]
      - State "CANCELLED"  from "SCHED"      [2017-10-16 Mon 12:19]
      - State "CANCELLED"  from "SCHED"      [2017-09-22 Fri 04:48]
      - State "CANCELLED"  from "SCHED"      [2017-08-21 Mon 09:59]
      - State "CANCELLED"  from "SCHED"      [2017-07-23 Sun 19:27]
      - State "CANCELLED"  from "SCHED"      [2017-06-25 Sun 14:06]
      - State "CANCELLED"  from "SCHED"      [2017-06-01 Thu 21:53]
      - State "DONE"       from "DEFERRED"   [2017-05-10 Wed 07:28]
      :PROPERTIES:
      :LAST_REPEAT: [2018-01-07 Sun 19:49]
      :END:

**** PEST CONTROL
***** Get ecosmart after current solution runs out
