cmc.html
<li id="sec-10-4-2-6-2">Check that the fire extinguishers are filled<br/>
</li>
</ul>
<ul>
<li id="sec-10-4-2-6-3">Check all smoke detectors are working and replace batteries if necessary<br/>
</li>
</ul>
<ul>
<li id="sec-10-4-2-6-4">Call and schedule inspection with the Fire Marshal<br/>
</li>
</ul>
</li>
</ul>
<ul>
<li id="sec-10-4-2-7">LANDSCAPE<br/>
<ul>
<li id="sec-10-4-2-7-1"><span class="todo SCHED">SCHED</span> Schedule Spring cleanup &nbsp;&nbsp;&nbsp;<span class="tag"><span class="LANDSACE">LANDSACE</span>&nbsp;<span class="MAINTENANCE">MAINTENANCE</span></span><br/>
       <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2018-04-01 Sun ++1y</span></span><br/>
</li>
</ul>
<ul>
<li id="sec-10-4-2-7-2"><span class="todo SCHED">SCHED</span> Schedule Fall cleanup &nbsp;&nbsp;&nbsp;<span class="tag"><span class="LANDSACE">LANDSACE</span>&nbsp;<span class="MAINTENANCE">MAINTENANCE</span></span><br/>
       <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2018-10-15 Mon ++1y</span></span><br/>
<ul>
<li>State "DONE"       from "WAITING" <span class="timestamp-wrapper"> <span class="timestamp">2017-10-31 Tue 17:52</span></span>
</li>
</ul>

</li>
</ul>
<ul>
<li id="sec-10-4-2-7-3"><span class="todo SCHED">SCHED</span> Spread Preen on flower bed &nbsp;&nbsp;&nbsp;<span class="tag"><span class="LANDSCAPE">LANDSCAPE</span>&nbsp;<span class="MAINTENANCE">MAINTENANCE</span></span><br/>
       <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2018-02-05 Mon ++1m</span></span><br/>
<ul>
<li>State "DONE"       from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2018-01-05 Fri 08:59</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-12-05 Tue 07:54</span></span>
</li>
<li>State "DONE"       from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-11-05 Sun 13:40</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-10-04 Wed 06:47</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-09-24 Sun 01:25</span></span>
</li>
<li>State "DONE"       from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-08-02 Wed 10:46</span></span>
</li>
<li>State "DONE"       from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-06-26 Mon 09:23</span></span>
</li>
<li>State "DONE"       from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-06-01 Thu 21:53</span></span>
</li>
<li>State "DONE"       from "DEFERRED" <span class="timestamp-wrapper"> <span class="timestamp">2017-05-01 Mon 06:53</span></span>
</li>
</ul>

</li>
</ul>
<ul>
<li id="sec-10-4-2-7-4"><span class="todo SCHED">SCHED</span> Remove weed, spray weedkiller &nbsp;&nbsp;&nbsp;<span class="tag"><span class="CMC">CMC</span>&nbsp;<span class=""></span>&nbsp;<span class="LANDSCAPE">LANDSCAPE</span>&nbsp;<span class="MAINTENANCE">MAINTENANCE</span></span><br/>
       <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2018-01-28 Sun 11:30 ++1w</span></span><br/>
<ul>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2018-01-21 Sun 17:31</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2018-01-16 Tue 11:51</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2018-01-07 Sun 19:49</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2018-01-03 Wed 05:55</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-12-27 Wed 14:00</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-12-18 Mon 10:50</span></span>
</li>
<li>State "DONE"       from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-12-11 Mon 11:15</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-12-03 Sun 09:03</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-11-28 Tue 21:13</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-11-19 Sun 10:19</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-11-13 Mon 07:17</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-11-05 Sun 13:40</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-10-30 Mon 10:10</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-10-22 Sun 15:56</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-10-16 Mon 12:20</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-10-09 Mon 11:15</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-10-02 Mon 08:10</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-09-24 Sun 01:24</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-09-22 Fri 04:48</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-09-10 Sun 23:09</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-08-28 Mon 18:13</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-08-21 Mon 09:59</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-08-13 Sun 22:01</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-08-06 Sun 15:09</span></span>
</li>
<li>State "DONE"       from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-08-02 Wed 10:46</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-07-23 Sun 19:27</span></span>
</li>
<li>State "DONE"       from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-07-16 Sun 18:34</span></span>
</li>
<li>State "DONE"       from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-07-10 Mon 07:55</span></span>
</li>
<li>State "DONE"       from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-07-03 Mon 07:04</span></span>
</li>
<li>State "DONE"       from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-06-25 Sun 14:06</span></span>
</li>
<li>State "DONE"       from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-06-18 Sun 15:27</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-06-12 Mon 06:34</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-06-07 Wed 11:02</span></span>
</li>
<li>State "DONE"       from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-06-01 Thu 21:53</span></span>
</li>
</ul>

</li>
</ul>
<ul>
<li id="sec-10-4-2-7-5">Lawn moving<br/>

</li>
</ul>
</li>
</ul>
<ul>
<li id="sec-10-4-2-8"><span class="todo SCHED">SCHED</span> Schedule CMC CLEANUP<br/>
      <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2018-07-07 Sat ++6m</span></span><br/>
<ul>
<li>State "DONE"       from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2018-01-07 Sun 19:49</span></span>
</li>
<li>State "DONE"       from "STARTED" <span class="timestamp-wrapper"> <span class="timestamp">2017-07-04 Tue 16:43</span></span>
</li>
</ul>

<p>Refer <a href="#sec-10-5-1-1">Cleaning Checklist</a>
</p>
<ul>
<li id="sec-10-4-2-8-1"><span class="todo SCHED">SCHED</span> Clean Vaccum cleaner &nbsp;&nbsp;&nbsp;<span class="tag"><span class="MAINTENANCE">MAINTENANCE</span></span><br/>
       <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2018-02-04 Sun ++4w</span></span><br/>
<ul>
<li>State "DONE"       from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2018-01-07 Sun 19:49</span></span>
</li>
<li>State "DONE"       from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-12-11 Mon 11:15</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-11-13 Mon 07:17</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-10-16 Mon 12:19</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-09-22 Fri 04:48</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-08-21 Mon 09:59</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-07-23 Sun 19:27</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-06-25 Sun 14:06</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-06-01 Thu 21:53</span></span>
</li>
<li>State "DONE"       from "DEFERRED" <span class="timestamp-wrapper"> <span class="timestamp">2017-05-10 Wed 07:28</span></span>
</li>
</ul>


</li>
</ul>
</li>
</ul>
<ul>
<li id="sec-10-4-2-9">PEST CONTROL<br/>
<ul>
<li id="sec-10-4-2-9-1">Get ecosmart after current solution runs out<br/>
</li>
</ul>
<ul>
