cmc.org
***** SCHED Spray insecticide around the perimeter and inside :CMC:MAINTENANCE:
      SCHEDULED: <2018-04-01 Sun ++1y>
      - State "DONE"       from "APPT"       [2017-05-24 Wed 21:54]
      - State "DONE"       from "DEFERRED"   [2017-05-01 Mon 06:52]
      :PROPERTIES:
      :LAST_REPEAT: [2017-05-24 Wed 21:54]
      :END:

***** SCHED Put mice repellant around the building
      SCHEDULED: <2018-04-01 Sun ++1y>

*** REMINDER
**** SCHED CMC-EC Meeeting                               :CMC:MOBILE:MEETING:
     SCHEDULED: <2018-01-23 Tue 21:00-22:00 ++2w>
     - State "DONE"       from "SCHED"      [2018-01-10 Wed 09:46]
     - State "CANCELLED"  from "SCHED"      [2017-12-27 Wed 14:00]
     - State "DONE"       from "SCHED"      [2017-12-13 Wed 10:36]
     - State "DONE"       from "SCHED"      [2017-11-28 Tue 21:11]
     - State "DONE"       from "SCHED"      [2017-11-15 Wed 11:34]
     - State "DONE"       from "SCHED"      [2017-11-01 Wed 09:30]
     - State "DONE"       from "SCHED"      [2017-10-17 Tue 22:01]
     - State "CANCELLED"  from "SCHED"      [2017-10-04 Wed 06:47]
     - State "CANCELLED"  from "SCHED"      [2017-09-22 Fri 04:48]
     - State "CANCELLED"  from "SCHED"      [2017-09-10 Sun 23:10]
     - State "CANCELLED"  from "SCHED"      [2017-08-28 Mon 18:14]
     - State "DONE"       from "STARTED"    [2017-08-09 Wed 08:17]
     - State "DONE"       from "SCHED"      [2017-07-28 Fri 09:50]
     - State "CANCELLED"  from "SCHED"      [2017-07-12 Wed 07:24]
     - State "DONE"       from "SCHED"      [2017-06-28 Wed 07:39]
     :PROPERTIES:
     :LAST_REPEAT: [2018-01-10 Wed 09:46]
     :END:
** REFERNCE
*** CHECKLISTS
**** Cleaning Checklist <<Cleaning Checklist>>

***** Tapovan Hall
- [ ]   Clean Altar
- [ ]   Ceiling, remove cobwebs and dirty ceilings
- [ ]   Wipe walls remove smudges with magic eraser
- [ ]   Clean Photos
- [ ]   Re-organize Closets x 2
- [ ]   Clean Mic area of dust cobwebs
- [ ]   Vaccum including Behind door
- [ ]   Wash Curtain
- [ ]   Wipe tables and remove cob webs

***** Office | BookStall | Library
- [ ]   Store away boxes
- [ ]   Wipe walls remove smudges with magic eraser
- [ ]   Vaccum floor
- [ ]   Untangle wires

***** Room before Tapovan Hall
- [ ]   Vaccum Floor
- [ ]   Vaccum Utility closet, clean and tidy up
- [ ]   Clean altar below the tv, check underneath
- [ ]   Clear notice board of old flyers, arrange pins
- [ ]   Wipe walls remove smudges with magic eraser

***** Bathroom
- [ ]   Reorgainze closet, check for items running out
- [ ]   Vaccum 
- [ ]   Clean bowls with cleaner

***** Kitchen
- [ ]   Re-organize closet
- [ ]   Clean Sink and under the sink
- [ ]   Clean the outside of garbage dumpster of any food splashes
- [ ]   Walls and door near the dumpster
- [ ]   Book shelf, wipe dust, re-organize
- [ ]   Re-organize dmaterials in and around the shelf near the microwave

***** Upstairs Bathroom
- [ ]   Store away boxes
- [ ]   Clean bowls with cleaner


***** Classrooms - 1
- [ ]  Vaccum Floor
- [ ]  Wipe walls remove smudges with magic eraser
- [ ]  Clean Ceiling, windows
- [ ]  Closet
- [ ]  Empty Trash

***** Classrooms - 2
- [ ]  Vaccum Floor
- [ ]  Wipe walls remove smudges with magic eraser
- [ ]  Clean Ceiling, windows
- [ ]  Closet
- [ ]  Empty Trash  


***** Classrooms - 3
- [ ]  Vaccum Floor
- [ ]  Wipe walls remove smudges with magic eraser
- [ ]  Clean Ceiling, windows
- [ ]  Closet
- [ ]  Empty Trash

***** Classrooms - 4
- [ ]  Vaccum Floor
- [ ]  Wipe walls remove smudges with magic eraser
- [ ]  Clean Ceiling, windows
- [ ]  Closet
- [ ]  Empty Trash

***** Classrooms - 5
- [ ]  Vaccum Floor
- [ ]  Wipe walls remove smudges with magic eraser
- [ ]  Clean Ceiling, windows
- [ ]  Closet
- [ ]  Empty Trash

***** Classrooms - 6
- [ ]  Vaccum Floor
- [ ]  Wipe walls remove smudges with magic eraser
- [ ]  Clean Ceiling, windows
- [ ]  Closet
- [ ]  Empty Trash


***** Flowerbed
- [ ] Spread Preen
- [ ] Remove weeds (pull-out, weed spray)
- [ ] Water the plants

***** Miscellaneous - Outdoor
- [ ] Lawn mowing
- [ ] Pick up random trash around property
- [ ] Weed-spray crack on roads to prevent grass growth
- [ ] Spread salt on walk ways on snow days

***** Miscellaneous - Indoor
- [ ] Check and clean classroom fans and lights
- [ ] Clean Doors & Windows - Inside
- [ ] Clean Doors & Windows - Outside
- [ ] Supplies closets - Purge and reorganize 
- [ ] Clean photos throughout the facility
- [ ] Clean stairs and railings x2
- [ ] Vaccum and main entrance patio, throw out unclaimed items
- [ ] Hallway and stairs & walls hand railings
- [ ] Outside rake the flowerbed 
- [ ] Check sidings for mold, power wash
- [ ] Check sign board for mold, power wash
- [ ] Check Rain gutters
- [ ] Check basement

**** Balvihar Opening Checklist
- [ ] Start/set 3x AC/heater
- [ ] Check bathroom supplies
- [ ] Change calendar date
- [ ] Prepare chandana


