cmc.html
<li id="sec-10-4-2-9-2"><span class="todo SCHED">SCHED</span> Spray insecticide around the perimeter and inside &nbsp;&nbsp;&nbsp;<span class="tag"><span class="CMC">CMC</span>&nbsp;<span class="MAINTENANCE">MAINTENANCE</span></span><br/>
       <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2018-04-01 Sun ++1y</span></span><br/>
<ul>
<li>State "DONE"       from "APPT" <span class="timestamp-wrapper"> <span class="timestamp">2017-05-24 Wed 21:54</span></span>
</li>
<li>State "DONE"       from "DEFERRED" <span class="timestamp-wrapper"> <span class="timestamp">2017-05-01 Mon 06:52</span></span>
</li>
</ul>


</li>
</ul>
<ul>
<li id="sec-10-4-2-9-3"><span class="todo SCHED">SCHED</span> Put mice repellant around the building<br/>
       <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2018-04-01 Sun ++1y</span></span><br/>

</li>
</ul>
</li>
</ul>
</div>

</div>

<div id="outline-container-10-4-3" class="outline-4">
<h4 id="sec-10-4-3"><span class="section-number-4">10.4.3</span> REMINDER</h4>
<div class="outline-text-4" id="text-10-4-3">

<ul>
<li id="sec-10-4-3-1"><span class="todo SCHED">SCHED</span> CMC-EC Meeeting &nbsp;&nbsp;&nbsp;<span class="tag"><span class="CMC">CMC</span>&nbsp;<span class="MOBILE">MOBILE</span>&nbsp;<span class="MEETING">MEETING</span></span><br/>
      <span class="timestamp-wrapper"><span class="timestamp-kwd">SCHEDULED: </span> <span class="timestamp">2018-02-06 Tue 21:00-22:00 ++2w</span></span><br/>
<ul>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2018-01-23 Tue 21:07</span></span>
</li>
<li>State "DONE"       from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2018-01-10 Wed 09:46</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-12-27 Wed 14:00</span></span>
</li>
<li>State "DONE"       from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-12-13 Wed 10:36</span></span>
</li>
<li>State "DONE"       from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-11-28 Tue 21:11</span></span>
</li>
<li>State "DONE"       from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-11-15 Wed 11:34</span></span>
</li>
<li>State "DONE"       from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-11-01 Wed 09:30</span></span>
</li>
<li>State "DONE"       from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-10-17 Tue 22:01</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-10-04 Wed 06:47</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-09-22 Fri 04:48</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-09-10 Sun 23:10</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-08-28 Mon 18:14</span></span>
</li>
<li>State "DONE"       from "STARTED" <span class="timestamp-wrapper"> <span class="timestamp">2017-08-09 Wed 08:17</span></span>
</li>
<li>State "DONE"       from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-07-28 Fri 09:50</span></span>
</li>
<li>State "CANCELLED"  from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-07-12 Wed 07:24</span></span>
</li>
<li>State "DONE"       from "SCHED" <span class="timestamp-wrapper"> <span class="timestamp">2017-06-28 Wed 07:39</span></span>
</li>
</ul>

</li>
</ul>
</div>
</div>

</div>

<div id="outline-container-10-5" class="outline-3">
<h3 id="sec-10-5"><span class="section-number-3">10.5</span> REFERNCE</h3>
<div class="outline-text-3" id="text-10-5">


</div>

<div id="outline-container-10-5-1" class="outline-4">
<h4 id="sec-10-5-1"><span class="section-number-4">10.5.1</span> CHECKLISTS</h4>
<div class="outline-text-4" id="text-10-5-1">

<ul>
<li id="sec-10-5-1-1">Cleaning Checklist <span class="target">Cleaning Checklist</span><br/>

<ul>
<li id="sec-10-5-1-1-1">Tapovan Hall<br/>
<ul>
<li><code>[&nbsp;]</code> Clean Altar
</li>
<li><code>[&nbsp;]</code> Ceiling, remove cobwebs and dirty ceilings
</li>
<li><code>[&nbsp;]</code> Wipe walls remove smudges with magic eraser
</li>
<li><code>[&nbsp;]</code> Clean Photos
</li>
<li><code>[&nbsp;]</code> Re-organize Closets x 2
</li>
<li><code>[&nbsp;]</code> Clean Mic area of dust cobwebs
</li>
<li><code>[&nbsp;]</code> Vaccum including Behind door
</li>
<li><code>[&nbsp;]</code> Wash Curtain
</li>
<li><code>[&nbsp;]</code> Wipe tables and remove cob webs
</li>
</ul>


</li>
</ul>
<ul>
<li id="sec-10-5-1-1-2">Office | BookStall | Library<br/>
<ul>
<li><code>[&nbsp;]</code> Store away boxes
</li>
<li><code>[&nbsp;]</code> Wipe walls remove smudges with magic eraser
</li>
<li><code>[&nbsp;]</code> Vaccum floor
</li>
<li><code>[&nbsp;]</code> Untangle wires
</li>
</ul>


</li>
</ul>
<ul>
<li id="sec-10-5-1-1-3">Room before Tapovan Hall<br/>
<ul>
<li><code>[&nbsp;]</code> Vaccum Floor
</li>
<li><code>[&nbsp;]</code> Vaccum Utility closet, clean and tidy up
</li>
<li><code>[&nbsp;]</code> Clean altar below the tv, check underneath
</li>
<li><code>[&nbsp;]</code> Clear notice board of old flyers, arrange pins
</li>
<li><code>[&nbsp;]</code> Wipe walls remove smudges with magic eraser
</li>
</ul>


</li>
</ul>
<ul>
<li id="sec-10-5-1-1-4">Bathroom<br/>
<ul>
<li><code>[&nbsp;]</code> Reorgainze closet, check for items running out
</li>
<li><code>[&nbsp;]</code> Vaccum 
</li>
<li><code>[&nbsp;]</code> Clean bowls with cleaner
</li>
</ul>


</li>
</ul>
<ul>
<li id="sec-10-5-1-1-5">Kitchen<br/>
<ul>
<li><code>[&nbsp;]</code> Re-organize closet
</li>
<li><code>[&nbsp;]</code> Clean Sink and under the sink
</li>
<li><code>[&nbsp;]</code> Clean the outside of garbage dumpster of any food splashes
</li>
<li><code>[&nbsp;]</code> Walls and door near the dumpster
</li>
<li><code>[&nbsp;]</code> Book shelf, wipe dust, re-organize
</li>
<li><code>[&nbsp;]</code> Re-organize dmaterials in and around the shelf near the microwave
</li>
</ul>


</li>
</ul>
<ul>
<li id="sec-10-5-1-1-6">Upstairs Bathroom<br/>
<ul>
<li><code>[&nbsp;]</code> Store away boxes
</li>
<li><code>[&nbsp;]</code> Clean bowls with cleaner
</li>
</ul>



</li>
</ul>
<ul>
<li id="sec-10-5-1-1-7">Classrooms - 1<br/>
<ul>
<li><code>[&nbsp;]</code> Vaccum Floor
</li>
<li><code>[&nbsp;]</code> Wipe walls remove smudges with magic eraser
</li>
<li><code>[&nbsp;]</code> Clean Ceiling, windows
</li>
<li><code>[&nbsp;]</code> Closet
</li>
<li><code>[&nbsp;]</code> Empty Trash
</li>
</ul>


</li>
</ul>
<ul>
<li id="sec-10-5-1-1-8">Classrooms - 2<br/>
<ul>
<li><code>[&nbsp;]</code> Vaccum Floor
</li>
<li><code>[&nbsp;]</code> Wipe walls remove smudges with magic eraser
</li>
<li><code>[&nbsp;]</code> Clean Ceiling, windows
</li>
<li><code>[&nbsp;]</code> Closet
</li>
<li><code>[&nbsp;]</code> Empty Trash  
</li>
</ul>



</li>
</ul>
<ul>
<li id="sec-10-5-1-1-9">Classrooms - 3<br/>
<ul>
<li><code>[&nbsp;]</code> Vaccum Floor
</li>
<li><code>[&nbsp;]</code> Wipe walls remove smudges with magic eraser
</li>
<li><code>[&nbsp;]</code> Clean Ceiling, windows
</li>
<li><code>[&nbsp;]</code> Closet
</li>
<li><code>[&nbsp;]</code> Empty Trash
</li>
</ul>


</li>
</ul>
<ul>
<li id="sec-10-5-1-1-10">Classrooms - 4<br/>
<ul>
<li><code>[&nbsp;]</code> Vaccum Floor
</li>
<li><code>[&nbsp;]</code> Wipe walls remove smudges with magic eraser
</li>
<li><code>[&nbsp;]</code> Clean Ceiling, windows
</li>
<li><code>[&nbsp;]</code> Closet
</li>
<li><code>[&nbsp;]</code> Empty Trash
</li>
</ul>


</li>
</ul>
<ul>
<li id="sec-10-5-1-1-11">Classrooms - 5<br/>
<ul>
<li><code>[&nbsp;]</code> Vaccum Floor
</li>
<li><code>[&nbsp;]</code> Wipe walls remove smudges with magic eraser
</li>
<li><code>[&nbsp;]</code> Clean Ceiling, windows
</li>
<li><code>[&nbsp;]</code> Closet
</li>
<li><code>[&nbsp;]</code> Empty Trash
</li>
</ul>


</li>
</ul>
<ul>
<li id="sec-10-5-1-1-12">Classrooms - 6<br/>
<ul>
<li><code>[&nbsp;]</code> Vaccum Floor
</li>
<li><code>[&nbsp;]</code> Wipe walls remove smudges with magic eraser
</li>
<li><code>[&nbsp;]</code> Clean Ceiling, windows
</li>
<li><code>[&nbsp;]</code> Closet
</li>
<li><code>[&nbsp;]</code> Empty Trash
</li>
</ul>



</li>
</ul>
<ul>
<li id="sec-10-5-1-1-13">Flowerbed<br/>
<ul>
<li><code>[&nbsp;]</code> Spread Preen
</li>
<li><code>[&nbsp;]</code> Remove weeds (pull-out, weed spray)
</li>
<li><code>[&nbsp;]</code> Water the plants
</li>
</ul>


</li>
</ul>
<ul>
<li id="sec-10-5-1-1-14">Miscellaneous - Outdoor<br/>
<ul>
<li><code>[&nbsp;]</code> Lawn mowing
</li>
<li><code>[&nbsp;]</code> Pick up random trash around property
</li>
<li><code>[&nbsp;]</code> Weed-spray crack on roads to prevent grass growth
</li>
<li><code>[&nbsp;]</code> Spread salt on walk ways on snow days
</li>
</ul>


</li>
</ul>
<ul>
<li id="sec-10-5-1-1-15">Miscellaneous - Indoor<br/>
<ul>
<li><code>[&nbsp;]</code> Check and clean classroom fans and lights
</li>
<li><code>[&nbsp;]</code> Clean Doors &amp; Windows - Inside
</li>
<li><code>[&nbsp;]</code> Clean Doors &amp; Windows - Outside
</li>
<li><code>[&nbsp;]</code> Supplies closets - Purge and reorganize 
</li>
<li><code>[&nbsp;]</code> Clean photos throughout the facility
</li>
<li><code>[&nbsp;]</code> Clean stairs and railings x2
</li>
<li><code>[&nbsp;]</code> Vaccum and main entrance patio, throw out unclaimed items
</li>
<li><code>[&nbsp;]</code> Hallway and stairs &amp; walls hand railings
</li>
<li><code>[&nbsp;]</code> Outside rake the flowerbed 
</li>
<li><code>[&nbsp;]</code> Check sidings for mold, power wash
</li>
<li><code>[&nbsp;]</code> Check sign board for mold, power wash
</li>
<li><code>[&nbsp;]</code> Check Rain gutters
</li>
<li><code>[&nbsp;]</code> Check basement
</li>
</ul>


</li>
</ul>
</li>
</ul>
<ul>
<li id="sec-10-5-1-2">Balvihar Opening Checklist<br/>
<ul>
<li><code>[&nbsp;]</code> Start/set 3x AC/heater
</li>
<li><code>[&nbsp;]</code> Check bathroom supplies
</li>
<li><code>[&nbsp;]</code> Change calendar date
</li>
<li><code>[&nbsp;]</code> Prepare chandana
</li>
</ul>



</li>
</ul>
<ul>
